{"text": "Lisa,\n\nI apologize for the delay!  This is a new one for us and they are taking their sweet time on getting the paper work back to us.  I have copied Pam LaRue on this email as you can see and she will respond to you on how that process is going.\n\nRhonda", "labels": [[0, 4, "PERSON"], [150, 159, "PERSON"], [248, 254, "PERSON"]]}
{"text": "Hi Rhonda,\n\n I know you are not the one who is working on this but I forgot who was....Can you tell me who and forward this email to that person.  I'm a little concerned about my State Income Tax deduction.  I have not yet seen any withdraws from my check and I know State of Oregon will charge you penalties if you exceed a certain amount per quarter.  Please look into this as soon as you can.  Thank You.\n\nlisa\n\n\n**********************************************************************\nThis e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at enron.messaging.administration@enron.com and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. \n**********************************************************************", "labels": [[876, 916, "email"], [876, 891, "url"], [0, 9, "PERSON"], [409, 413, "PERSON"], [518, 529, "ORG"], [861, 872, "ORG"], [876, 916, "ORG"], [1120, 1131, "ORG"]]}
{"text": "Leo/Monika,\n\nMea culpa.  I forgot to include you on my distribution list.  Sorry.\n\nKC", "labels": [[0, 10, "ORG"], [13, 16, "PERSON"]]}
{"text": "We are assuming we will be physical on Monday Feb 11 in Canada.\nLet me know if there is an issue.", "labels": [[56, 62, "GPE"]]}
{"text": "Rick, \n\nWhat is Rudi Zipter's status?  He has sent a couple of emails to Bobbi Tessandori our immigration representative .  He has taken vacation and paternity and repatriated back to the US.  Is he working in the office? Is he going to be retained? Please advise.\n\nRegards,\nFrank  ", "labels": [[0, 4, "PERSON"], [16, 29, "PERSON"], [73, 89, "PERSON"], [188, 190, "GPE"], [275, 280, "PERSON"]]}
{"text": "Lisa,\n\n     Breakfast sandwiches and coffee could be in order this morn.   Let me know if you are down and when you can go.    Also tell Jsarnow.\n\nlate,\nDarren", "labels": [[0, 4, "PERSON"], [137, 144, "ORG"], [153, 159, "PERSON"]]}
{"text": "This is a presentation I put together for Derek, but it was some general info that may be of interest to you.\n\nLet me know if and when you guys would like to sit down and go over Ontario in a bit me detail at some point over the next week. You can also get a good fundies overview from the IMO forecasts at:\n\nhttp://www.iemo.com/imoweb/monthsYears/monthsAhead.asp", "labels": [[309, 336, "url"], [42, 47, "PERSON"], [179, 186, "GPE"]]}
{"text": "Reminder\n\n\n\tPlease have your Corporate Governance material to me by 2:00 p.m. this afternoon in order to put together in booklet form and deliver to each team member\n\tthis same afternoon.  A hard copy would be much appreciated, but if need be please send via email.\n\n\tThank you in advance.\n\nLaura Valencia\nExecutive Assistant\nTel:  713-853-6485\nFax:  713/853-2534\n\nCONFIDENTIALITY NOTICE\n\nсThe information contained in this email may be confidential and/or privileged. This email is intended to be reviewed by the individual or organization named above. If you are not the indented recipient, you are hereby notified that any review, dissemination or copying of this email or its attachments, if any, or the information contained herein is prohibited. If you receive this email in error, please immediately notify the sender by return email and delete this email from your system. Thank you.", "labels": [[73, 76, "url"], [331, 339, "phone"], [291, 306, "PERSON"], [326, 329, "PERSON"]]}
{"text": "We were cut 40 MW today by BPA for peak hours on 6/18 at COB on enpower deal number 305699. Lisa purchased replacement power from Avista at $30. Enpower 897712\n\nWe presold power to Avista at $33.50 for the month and are now buying it back from them at $30 to book out.  Of course, BPA should not charge us for the 27.25 supply price under their contract.\n\n\nMo Elafandi \nEnron North America \n121 SW Salmon, 3WTC0407\nPortland, OR 97204 \n503-464-5106 \nFax 503-464-7376\nCellular 503-860-8564", "labels": [[83, 90, "phone"], [27, 30, "ORG"], [57, 60, "ORG"], [92, 96, "PERSON"], [130, 136, "ORG"], [181, 187, "ORG"], [281, 284, "ORG"], [370, 389, "ORG"], [415, 423, "GPE"]]}
{"text": "Greg,\n\n\nFurther to my email to you earlier today, we have tracked down the reasons for the discrepancies in the termination dates in your list versus the chart we have prepared.  In many instances, that contract was reviewed by BCG, and it was determined that the wrong termination date was set, given the provisions of the contract.  I understand that a memo with respect to this issue likely was forwarded to ECC by Chris Christopher and John Eamon on January 8, 2002 ( a copy of which is attached), which set out that based on our review of the contracts, the following parties and their proper termination dates are:\n\nAEC Marketing, physical, gas  - February 1, 2002\nCalpine Canada Natural Gas Partnership (Encal) physical, gas - February 1, 2002\nEl Paso Merchant Energy, physical gas - February 1, 2002\nWilliams Energy Marketing & Trade Co. - February 1, 2002\n\nOur review last night also revealed the following:\nBaytex physical, gas- ECC list says terminated January 6/02, but the January 4/02 letter from ECC set a termination date of January 8/02, which is reflected in the Chart\n\nMarathon Canada Limited physical, gas - ECC list says terminated December 18/01, however the chart suggests that this was revised by a letter from ECC, sent December 31, 01, changing the termination date to January 4/02.  Chris Christopher recalls the letter, but we do not have a copy of that letter.\n\nCalpine Canada Natural Gas Partnership (Orbit) physical, gas - we have reviewed the contract and determined that the chart is incorrect.  It has been changed from February 1/02 to December 18/01, as set out in the ECC list.\n\nI understand that you have reviewed the Cinergy contract and determined the reason for the discrepancy in that instance.\n\nWe continue our review of a couple of entries, namely Canadian Natural Resources, Talisman Energy Inc, and Dynegy Canada.  The remainder of the list was either consistent with the Chart, or had no entry and was therefore updated with your information.\n\nThank you for forwarding this to our attention.\n\n\n\n\n\n\nBryan C. Duguid\nPartner\nBlake, Cassels & Graydon LLP\n3500, 855 Second Street SW\nCalgary, AB  T2P 4J8\n\nTel: 403.260.9716\nFax: 403.260.9700\nE-mail:  bryan.duguid@blakes.com\n\nThis e-mail communication is confidential and legally privileged. If you are not the intended recipient, please notify me at the telephone number shown above or by return e-mail and delete this communication and any copy immediately. Thank you.", "labels": [[2192, 2215, "email"], [2192, 2204, "url"], [464, 470, "phone"], [0, 4, "PERSON"], [228, 231, "ORG"], [411, 414, "ORG"], [418, 435, "PERSON"], [440, 450, "PERSON"], [671, 709, "ORG"], [751, 774, "ORG"], [808, 845, "ORG"], [917, 923, "ORG"], [1011, 1014, "ORG"], [1235, 1238, "ORG"], [1310, 1327, "PERSON"], [1391, 1429, "ORG"], [1656, 1663, "ORG"], [1792, 1818, "ORG"], [1820, 1839, "ORG"], [1845, 1858, "ORG"], [2045, 2060, "PERSON"], [2069, 2093, "ORG"], [2125, 2132, "GPE"]]}
{"text": "The following expense report is ready for approval:\n\nEmployee Name: Richard L. Carson\nStatus last changed by: Rita J. Hennessy\nExpense Report Name: January  2002\nReport Total: $136.17\nAmount Due Employee: $136.17\n\n\nTo approve this expense report, click on the following link for Concur Expense.\nhttp://expensexms.enron.com", "labels": [[295, 318, "url"], [156, 161, "phone"], [68, 92, "PERSON"], [110, 127, "PERSON"]]}
{"text": "Lisa I will need to call Hafslund today and request their December 01 detail.\n\nThanks\n\nMark\n\n713-345-7179", "labels": [[93, 100, "phone"], [0, 4, "PERSON"]]}
{"text": "Please find attached Competitive Intelligence's current assessment of recen=\nt events in several emerging markets, particularly Argentina.  As the situa=\ntion there appears to be getting more dire, we will continue monitoring the=\n potential ramifications for other emerging markets such as Brazil.  Please=\n note that this information is highly proprietary and should not be shared =\noutside Enron Industrial Markets.  Additionally, if you have any further qu=\nestions, please feel free to forward them to me as Brendan Fitzsimmons supp=\norts a very broad audience and may not be able to field the request.  Thank=\ns.", "labels": [[128, 137, "GPE"], [226, 230, "ORG"], [291, 297, "GPE"], [393, 417, "ORG"], [513, 532, "PERSON"]]}
{"text": "Lisa,\n\nMark is the one that is taking care of that CP and he is not in today.Sabrina Minnis is original coordinator and I asked if she had copies of the information for Hafslund and she replied that she gave it information to Mark Confer.  I'll leave him a note letting him know what you need. The Hafslund issue that I was working with is dealing with the month of Jan 2001. Let me know if I could be of any more assistance to you.\n\nKa'Tina-", "labels": [[71, 84, "url"], [369, 374, "phone"], [0, 4, "PERSON"], [7, 11, "PERSON"], [51, 53, "ORG"], [77, 91, "PERSON"], [169, 177, "GPE"], [226, 237, "PERSON"], [298, 306, "GPE"]]}
{"text": "Both for all of Dec and or any day that has discrepancy.\nThanks!\n\nlisa", "labels": []}
{"text": "Lisa,\n\n\tDO you need the detail the Enron has for Hafslund or the detail from Hasfslund or Dec 01?\n\nKa'Tina", "labels": [[0, 4, "PERSON"], [35, 40, "ORG"], [49, 57, "GPE"], [77, 86, "GPE"]]}
{"text": "My apologies if this has been done, but I'm in process of assembling list of products that UBS will be trading.  If this list has been compiled, please direct it to me.  \n\nI'm interested in getting the greatest granularity possible breaking it out by VaR portfolio name, trader, trading book, commodity, instrument, location, tenor, relative liquidity for each instrument expressed in contract/day (i.e. could impact holding period for VAR) and best risk mitigator.  (Regarding best risk mitigator, I'm not looking for liquidating position comments, but rather best hedge given curve location.)  This will help in directing correlation efforts for VAR.  See attached spreadsheet for suggested format.\n\nThanks,\nFrank", "labels": [[399, 402, "url"], [91, 94, "ORG"], [710, 715, "PERSON"]]}
{"text": "Holly:  The instructions for access to ECN 2886 provided by Sharon Sullo should remain in effect and Sharon and myself are now the authorized approvers of access authority.  These changes were authorized by Rick Buy, Chief Risk Officer.  Please call me if you have questions.  Regards!    Rick Carson", "labels": [[42, 48, "phone"], [0, 5, "PERSON"], [60, 72, "PERSON"], [101, 107, "PERSON"], [207, 215, "PERSON"], [289, 300, "PERSON"]]}
{"text": "Reservation status has changed to RECEIVED. See attachment.\n\nASSIGNMENT_REF = 30857\nSELLER_CODE = AZPS\nSELLER_DUNS = 958982563\nCUSTOMER_CODE = EPMI  \nCUSTOMER_DUNS = 848921276\nAFFILIATE_FLAG = 0\nPATH_NAME = W/AZPS/AZPS-AZPS/FOURCORNE345 - PNPKAPS230//\nPOINT_OF_RECEIPT = FOURCORNE345\nPOINT_OF_DELIVERY = PNPKAPS230\nSOURCE = FOURCORNERS3\nSINK = PNPK\nCAPACITY = 25\nCAPACITY_REQUESTED = 25\nSERVICE_INCREMENT = HOURLY\nTS_CLASS = FIRM\nTS_TYPE = POINT_TO_POINT\nTS_PERIOD = OFF_PEAK\nTS_WINDOW = FIXED\nTS_SUBCLASS = WHEEL\nNERC_CURTAILMENT_PRIORITY = Nerc Priority 1\nOTHER_CURTAILMENT_PRIORITY = Default\nSTART_TIME = 06/18/2002\nSTOP_TIME = 06/18/2002\nCEILING_PRICE = 3.13\nOFFER_PRICE = 3.13\nBID_PRICE = 3.13\nPRICE_UNITS = $/mW  \nPRECONFIRMED = YES\nANC_SVC_LINK = N/A\nANC_SVC_REQ = N/A\nPOSTING_REF = 0\nSALE_REF = \nREQUEST_REF = \nDEAL_REF = \nNEGOTIATED_PRICE_FLAG = \nSTATUS = CONFIRMED\nSTATUS_NOTIFICATION = lisa.gang@enron.com\nSTATUS_COMMENTS = \nTIME_QUEUED = 06/17/2002\nRESPONSE_TIME_LIMIT = \nTIME_OF_LAST_UPDATE = 06/17/2002\nPRIMARY_PROVIDER_COMMENTS = \nSELLER_COMMENTS = \nCUSTOMER_COMMENTS = for info call (503)464-5070\nSELLER_NAME = AZPS\nSELLER_PHONE = 602.250.1128\nSELLER_FAX = 602.250.1155\nSELLER_EMAIL = oasisadm@apsc.com\nCUSTOMER_NAME = Enron Power Marketing, Inc.\nCUSTOMER_PHONE = (713)853-3801\nCUSTOMER_FAX = (713)646-8272\nCUSTOMER_EMAIL = bill.rust@enron.com\nREASSIGNED_REF = 0\nREASSIGNED_CAPACITY = 0\nREASSIGNED_START_TIME = \nREASSIGNED_STOP_TIME =", "labels": [[897, 916, "email"], [897, 906, "url"], [77, 83, "phone"], [98, 102, "ORG"], [207, 223, "ORG"], [1127, 1131, "ORG"], [1235, 1257, "ORG"]]}
{"text": "John,\n\nAttached is a spreadsheet that outlines the transactions with the Power Pool\ntoday, specifically the $6.95 M that will be withheld as a security deposit\nfor Enron Canada Power Corp.  If you have any questions or concerns, please\ngive me a call.\n\n <<Enron Security Jan 29 2002.xls>>\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[361, 389, "email"], [278, 286, "url"], [274, 281, "phone"], [0, 4, "PERSON"], [164, 188, "ORG"], [256, 277, "ORG"], [290, 303, "ORG"]]}
{"text": "Next weeks Management Committee meeting will take place on Tuesday January 29 at 11:00am in the boardroom instead of Monday.\n\nRegards,\nSue\n________________________________\n\nSue Ford\nEnron Corp.\nTel: 713-853-5176\nFax: 713-646-5930\nsue.ford@enron.com", "labels": [[230, 248, "email"], [230, 238, "url"], [74, 83, "phone"], [11, 31, "ORG"], [177, 181, "ORG"], [182, 193, "ORG"]]}
{"text": "Lisa:\n\nThanks for the info. yesterday. We are almost there with BPA in December.  Attached is the remaining dispute.  Could you provide TAGs to support our numbers?\n\nUgh!  Hopefully this is it.\n\nJenny", "labels": [[0, 4, "PERSON"], [64, 67, "ORG"]]}
{"text": "There will be two presentations tomorrow from UBS commencing at 2:30 p.m. (CST).  These will be held in ECS 06980 and the conference dial-in numbers are listed below.  \n\n\t\t\t\t2:30 p.m.\tBill Glass & Bill Bradford - Credit\n\t\t\t\t3:00 p.m.\tAlex Fusco - New Business Guidelines\n\nDial-in #\t\t800.486.2726\nHost code\t353763 (Louise)\nParticipant\t547763\n\nMany Thanks,\n\nLiz Taylor\nAssistant to Greg Whalley\n713.853.1935 office\n713.853.1838 fax\n713.854.3056 mobile", "labels": [[69, 72, "url"], [107, 114, "phone"], [46, 49, "ORG"], [184, 194, "PERSON"], [197, 219, "PERSON"], [234, 270, "PERSON"], [314, 320, "PERSON"], [356, 366, "PERSON"], [380, 393, "PERSON"]]}
{"text": "Hello Karen:\n\nI have returned to Houston after a trip to the East Coast: In Washington an=\nd New York I had the opportunity to further discuss and update the issue of=\n Argentina, and Latin America more broadly, with sources in both the financ=\nial and economic communities. =20\n\nHere is an overall update with some specifics highlighted:\n\nAs we had reported in July and August and as we discussed lat month, the ba=\nsic thesis still holds, at Treasury and the IFIs and in the emerging market=\n financial community: i.e.\n=20\nDifferentiation in DC and NY: Argentina is on its own and Brazil will be gi=\nven support, as will Turkey and Indonesia.  Policy since 9/11 relative to P=\nakistan has been indicative of the evolving Washington calculus; experience=\n of sustained weakness and unexpected shock of 9/11 has revealed that conta=\ngion is a secondary driver right now\nDifferentiation between BA and Sao Paulo: Decoupling of Brazilian Real and =\nC-Bond from Argy Peso NDFs and FRB in currency and bond markets continues t=\no strengthen the base policy bias of quarantine/reinforce relative to BA an=\nd SP, as has relative flight to quality in the EM asset class that has been=\n seen over the last few weeks, most notably in case of Mexico =20\nAnother waiting game vis-?-vis Argy: Despite the 'effective default' condit=\nions in Argy and a new spate of downgrades, the once again much rumored swa=\np/restructure is by no means a settled issue, and even if/once achieved sti=\nll leaves open the underlying problem of the peso-$ peg, w/ a dollarization=\n above parity scenario still lurking.  As with the saga all year, this is p=\nrimarily a political drama being conveyed through economic channels\nOil in the policy mix: Collapse and continuing pressure in oil market will =\nexpose and exacerbate underlying fault-lines both within OPEC and between O=\nPEC and non-OPEC producers: apart from obviously more visible Russian role,=\n this will continue build in a focus on regional players inside and outside=\n the cartel: Venezuela (including internal Chavez dynamic, Venezuela within=\n OPEC, and price v. market share debate) and Mexico, incl. relative to West=\nern Hemisphere supply security.  The end of the Congressional year in DC, w=\nar politics, and the upcoming OPEC meeting next week will continue to contr=\nibute near term volatility\nDomestic US politics: Current breakdown of post-9/11 bipartisan consensus n=\now in full throat as appropriations and special needs bills are facing prob=\nlems in committees, on the floors of both chambers and/or in the face of a =\nconferencing.  Of particular importance at this time is the Senate Finance =\nCommittee's consideration of a stimulus bill.  The lack of progress, despit=\ne an attempt late last week by the White House to bring more executive pres=\nsure to bear, has led to concern that a final stimulus bill may not be read=\ny until just before Christmas, and there remains a danger that no stimulus =\nbill will go through.  A new wrinkle in this drama is the effort by Alaskan=\n Sens. Stevens and Murkowski to potentially attach an energy bill, includin=\ng ANWR drilling, to any Senate stimulus bill, focusing on national security=\n interests in order to sway moderates.  Given that the markets have already=\n priced in a stimulus bill by around thanksgiving and on the order of $100B=\n, there is downside risk in delay or defeat.  These dangers have been heigh=\ntened further over the past week as weak data has come in even weaker than =\nexpected, putting a further premium on a sooner, more dramatic recovery\n\nLet me know if this is helpful and if there are any macroecon or political =\nspecifics that you are particularly concerned about.=20\n\n\nRegards,\nBrendan\nx54763", "labels": [[516, 519, "url"], [3721, 3726, "phone"], [6, 11, "PERSON"], [33, 40, "GPE"], [57, 71, "LOC"], [76, 86, "GPE"], [93, 101, "GPE"], [169, 178, "GPE"], [184, 197, "LOC"], [398, 407, "ORG"], [417, 420, "PERSON"], [444, 452, "ORG"], [544, 546, "GPE"], [551, 553, "GPE"], [555, 564, "GPE"], [583, 589, "GPE"], [602, 605, "ORG"], [623, 629, "GPE"], [634, 643, "GPE"], [679, 686, "PERSON"], [723, 733, "GPE"], [894, 896, "ORG"], [901, 910, "GPE"], [959, 968, "ORG"], [978, 981, "ORG"], [1094, 1096, "ORG"], [1103, 1105, "ORG"], [1233, 1239, "GPE"], [1275, 1279, "PERSON"], [1329, 1333, "ORG"], [1470, 1474, "PERSON"], [1831, 1835, "ORG"], [1848, 1851, "ORG"], [1851, 1854, "ORG"], [1863, 1867, "ORG"], [1996, 2004, "GPE"], [2018, 2027, "GPE"], [2048, 2054, "PERSON"], [2064, 2081, "PERSON"], [2083, 2087, "ORG"], [2127, 2133, "GPE"], [2135, 2139, "GPE"], [2159, 2173, "ORG"], [2229, 2231, "GPE"], [2266, 2270, "ORG"], [2349, 2351, "GPE"], [2488, 2493, "ORG"], [2631, 2637, "ORG"], [2756, 2771, "ORG"], [3040, 3047, "PERSON"], [3052, 3061, "PERSON"], [3134, 3140, "ORG"], [3177, 3186, "ORG"], [3255, 3263, "ORG"], [3712, 3719, "PERSON"], [3720, 3726, "PERSON"]]}
{"text": "Hi Lisa,\nThe counterparty is showing this deal but I am not and their deal numbers are different from ours. They supplied a tag number but it was not enough information so I have asked the counterparty for addition information and I will get back with you on this. Thanks.", "labels": [[0, 7, "PERSON"]]}
{"text": "I'm working on settlement issues for NVP, DMS 12398.  Can you provide me with a deal#?\n\nLisa", "labels": [[45, 51, "phone"], [37, 40, "ORG"]]}
{"text": "Please see the attached documents.  Thank you.\n\nJoan McInnis\nPower Pool of Alberta\nAdministrative Assistant\nBus: (403)233-6400\nFax: (403)543-0388\ne-mail:joan.mcinnis@powerpool.ab.ca", "labels": [[146, 181, "email"], [153, 165, "url"], [113, 121, "phone"], [48, 60, "PERSON"], [61, 71, "ORG"], [75, 82, "GPE"]]}
{"text": "Rick Carson asked me to forward this email to you.\n\nThanks,\n\nSharon", "labels": [[0, 11, "PERSON"], [61, 67, "PERSON"]]}
{"text": "\tAll Enron personnel currently allowed access to this room need to retain that access until, and unless, their employment with Enron is terminated.\n\tAny access restrictions, or additions, should still be cleared by myself or Bill Bradford, subject to the above limitations.\n\n\tPlease give me a call if you have further questions.\n\n\tThanks,\n\n\tDebbie", "labels": [[5, 10, "ORG"], [127, 132, "ORG"], [225, 238, "PERSON"]]}
{"text": "Please advise.\n\nThe most ability is responsibility.  Nothing happens until someone steps forward and says, \"You can count on me.\"\n \nHolly Strong\nSecurity System Coordinator\nEnron Corp\nBusiness Controls\nCell Phone 832-473-9867", "labels": [[212, 220, "phone"], [173, 184, "ORG"]]}
{"text": "Thanks!", "labels": []}
{"text": "This should be completed by EOBToday\n\nThe most ability is responsibility.  Nothing happens until someone steps forward and says, \"You can count on me.\"\n \nHolly Strong\nSecurity System Coordinator\nEnron Corp\nBusiness Controls\nCell Phone 832-473-9867", "labels": [[234, 242, "phone"], [28, 36, "ORG"], [195, 206, "ORG"]]}
{"text": "I have one additional person who should have access.  Her name is Tanya Rohauer.\n\nThanks,\n\nSharon", "labels": [[66, 79, "PERSON"], [91, 97, "PERSON"]]}
{"text": "Hi Holly,\n\nWe have a request that must be done today - as soon as possible.  ECN 2886 is a fileroom that has restricted access.  For security purposes, as of today, only the following are allowed access:\n\nKortney Brown\nRick Carson\nVeronica Gonzalez\nDavid Gorte\nBjorn Hagelmann\nKaren Heathman\nRita Hennessey\nDonna Lowry\nTom Moran\nSharon Sullo\nJane Wilhite\n\nPlease call me as soon as possible to discuss when this security can be changed.  I will be happy to provide whatever information is necessary.\n\nI appreciate your help,\n\nSharon Sullo\nx31946\ncell 713-305-4883", "labels": [[80, 86, "phone"], [0, 8, "PERSON"], [205, 218, "PERSON"], [219, 230, "PERSON"], [231, 248, "PERSON"], [249, 260, "PERSON"], [261, 276, "PERSON"], [277, 291, "PERSON"], [292, 306, "PERSON"], [307, 318, "PERSON"], [319, 328, "PERSON"], [329, 341, "PERSON"], [342, 354, "PERSON"], [526, 539, "PERSON"], [539, 545, "ORG"]]}
{"text": "Effective with the November 15 payday, electronic viewing and printing of your direct deposit advice will be available on eHRonline.  This new feature allows you to view your pay information at a time convenient for you.  Later this year, you will be able to view this information from your home on your ClickAtHome computer.\n\nThe following is information to help you view this document beginning on November 15.  To access and print your pay advice from eHRonline:\n\n  1.\tLog-on to eHRonline with your \"P\" number and password. \nFor more details on how to log-on to eHRonline, see \nstep-by-step instructions at \nhttp://isc.enron.com/site/doclibrary/user/\n  2.\tNavigate to the pay advice using the following navigation \nmenus:\n?\tPay Information\n?\tPaycheck Inquiry\n  3.\tSelect the appropriate payroll period.\n  4.\tClick on the Continue button.\n  5.\tClick on the payroll period link under the Period heading; \na new window opens.\n  6.\tSelect the Open this file from its current location option.\n  7.\tClick on the OK button; this starts Adobe Acrobat Reader.\n  8.\tView your pay advice.\n  9.\tClick on the Print icon from the main toolbar.\n10.\tVerify/change the displayed printer.\n11.\tClick on the OK button to print the pay advice at the \ndesignated printer.  For more details on how to view & print \nyour pay advice from eHRonline, see step-by-step \ninstructions at http://isc.enron.com/site/doclibrary/user/\n\nThe advice information will remain on this site throughout the year allowing you to view or print the information at your convenience.  You can view a sample of the online pay stub by following this link to http://hrweb.enron.com/, click on Payroll Services and then on Payroll Forms.\n\nIf you'd like more details, there will be an Information Booth on November 13 through 15 from 11 am to 2 pm in the lobby of Enron North.  Come by and visit with Payroll Representatives who will demonstrate how the process works.", "labels": [[611, 627, "url"], [824, 832, "ORG"], [1032, 1052, "ORG"], [1059, 1063, "ORG"], [1646, 1662, "ORG"], [1675, 1688, "ORG"], [1736, 1753, "ORG"], [1815, 1826, "ORG"], [1852, 1875, "ORG"]]}
{"text": "Lisa,\n\nMark is the one that is taking care of that CP and he is not in today.Sabrina Minnis is original coordinator and I asked if she had copies of the information for Hafslund and she replied that she gave it information to Mark Confer.  I'll leave him a note letting him know what you need. The Hafslund issue that I was working with is dealing with the month of Jan 2001. Let me know if I could be of any more assistance to you.\n\nKa'Tina-", "labels": [[71, 84, "url"], [369, 374, "phone"], [0, 4, "PERSON"], [7, 11, "PERSON"], [51, 53, "ORG"], [77, 91, "PERSON"], [169, 177, "GPE"], [226, 237, "PERSON"], [298, 306, "GPE"]]}
{"text": "Both for all of Dec and or any day that has discrepancy.\nThanks!\n\nlisa", "labels": []}
{"text": "Lisa,\n\n\tDO you need the detail the Enron has for Hafslund or the detail from Hasfslund or Dec 01?\n\nKa'Tina", "labels": [[0, 4, "PERSON"], [35, 40, "ORG"], [49, 57, "GPE"], [77, 86, "GPE"]]}
{"text": "I am on a conference call every morning at 10:00 am.  Let me bring this up tomorrow and see what they want to do.\n\nDanielle", "labels": [[42, 49, "phone"], [115, 123, "PERSON"]]}
{"text": "who at UBS should we talk to?", "labels": [[7, 10, "ORG"]]}
{"text": "The contracts might have been from Calgary, I just don't know if anyone from Calgary is talking with the contracts group from UBS?\nDoes anyone know?\n\nDanielle", "labels": [[35, 42, "GPE"], [77, 84, "GPE"], [126, 129, "ORG"]]}
{"text": "1 user of accumap\n\n I'll look into the other issues, I just thought that you may know who may be handling it, we may just do it directly from Calgary", "labels": [[10, 17, "ORG"], [142, 149, "GPE"]]}
{"text": "John:\n\nI have not found anyone who was trying to renew these contracts.  I am meeting with IHS on Thursday so I will make sure we add Accumap.  How many user of Accumap will you need?  I will forward the cost to you prior to sending the contracts to UBS.  \n\nDo you know who managed the contracts with NOVA, Power Pool of Alberta, OASIS or ESBI so that I can gather contact information and begin the contract management of these applications.\n\nThanks,\n\nDanielle  ", "labels": [[0, 4, "PERSON"], [91, 94, "ORG"], [134, 141, "PERSON"], [161, 168, "ORG"], [250, 253, "ORG"], [301, 305, "ORG"], [307, 317, "ORG"], [321, 328, "GPE"], [330, 335, "GPE"], [339, 343, "ORG"], [452, 460, "GPE"]]}
{"text": "I have no knowledge of anyone looking into the resources listed.\n\nChris", "labels": [[66, 71, "PERSON"]]}
{"text": "Chris / Lloyd:\n\nTo answer John's question do you know if anyone is looking into NOVA, Power Pool of Alberta, OASIS, or ESBI ? \n\nThanks,\n\nDanielle", "labels": [[0, 14, "PERSON"], [26, 30, "PERSON"], [80, 84, "ORG"], [100, 107, "GPE"], [109, 114, "GPE"], [119, 123, "ORG"]]}
{"text": "Get Connected with e-Statements.\n\nSign up for Electronic Statements\nfrom Enron Federal Credit Union\nby November 15\nto be entered into a contest to win a\nPalm Vx!\n\nLog on to www.enronfcu.com to apply\nor for more information.", "labels": [[173, 189, "url"], [73, 99, "ORG"]]}
{"text": "Danielle, in general we need everything that Houston gets in addition to the info that is listed as Calgary on your spreadsheet.  One information source in not listed on your sheet.\n\nIHS Accumap\t\tPriority 2\tContact: Carmen (403) 770-4503 phone, (403) 874-4218 cell\n\nCan you tell me if anyone in Houston is working on setting up accounts with NOVA, Power Pool of Alberta, OASIS, ESBI?  These are gas and power related entities that we have to have accounts with the schedule physical gas and electricity.", "labels": [[223, 232, "phone"], [0, 8, "ORG"], [45, 52, "GPE"], [100, 107, "GPE"], [183, 194, "ORG"], [216, 222, "PERSON"], [295, 302, "GPE"], [342, 346, "ORG"], [348, 358, "ORG"], [362, 369, "GPE"], [378, 382, "ORG"]]}
{"text": "John:\n\nHere are the contracts we are currently creating with UBS.  Please verify that we have not missed any applications/publications or subscriptions.  \n\nHighlight in Red the systems you will need and mark the priority from 1-5,  1 being critical.\n\n\nThank you,\n\nDanielle", "labels": [[0, 4, "PERSON"], [61, 64, "ORG"]]}
{"text": "Knock yourself out.\n--------------------------\nSent from my BlackBerry Wireless Handheld (www.BlackBerry.net)", "labels": [[90, 108, "url"], [60, 88, "ORG"]]}
{"text": "Lisa,\n\n\tDO you need the detail the Enron has for Hafslund or the detail from Hasfslund or Dec 01?\n\nKa'Tina", "labels": [[0, 4, "PERSON"], [35, 40, "ORG"], [49, 57, "GPE"], [77, 86, "GPE"]]}
{"text": "Bryan, can you get me an answer on the discrepancies between dates identified in John's response to me below?\n\nThanks\nGreg", "labels": [[0, 5, "PERSON"], [81, 85, "PERSON"], [118, 122, "PERSON"]]}
{"text": "according to the packet that was distributed in the meeting today with BC, it appears that Calpine, El Paso, Williams, AEC Marketing, AEC Storage are all FEB 1, this doesn't jive with what you just sent, wassup?", "labels": [[71, 73, "ORG"], [91, 98, "ORG"], [100, 107, "GPE"], [109, 117, "GPE"], [119, 132, "ORG"], [134, 145, "ORG"]]}
{"text": "Further to our meeting today, please find attached the list of contracts ECC is taking the view are properly terminated and the dates of such termination (in ECC's opinion).  This list was last updated on January 9, 2002 before I went away, so Bryan, if there are any other counterparties that should be added to the list, can you please let Kyle, Eric, John and myself know as soon as possible?\n\nThanks\nGreg", "labels": [[215, 221, "phone"], [158, 161, "ORG"], [244, 249, "PERSON"], [342, 346, "PERSON"], [348, 352, "PERSON"], [354, 358, "PERSON"], [404, 408, "PERSON"]]}
{"text": "Rick Buy had a conversation with Pug Winokur yesterday in which Pug requested that a change in the Transaction Approval Process be effected immediately so that all divestitures in excess of $50 million be presented to the Board for its approval.    This change means that this transaction will need to go the the Board.\n\nPlease let me know if you have any questions or comments.\n\nRegards,\n\nDave", "labels": [[0, 8, "PERSON"], [33, 44, "PERSON"], [64, 67, "ORG"], [222, 227, "ORG"], [305, 318, "ORG"]]}
{"text": "Ok by me as long as it agrees with our corp governance policies\n--------------------------\nsent from my blackberry address - jeffrey.mcmahon@skytel.com", "labels": [[125, 151, "email"], [125, 140, "url"]]}
{"text": "Dash was signed back in October and we determined that board approval was not needed.  Buy and Pug said that non-core assets less than $500 million did not need board approval.  The document has been signed and we do not have an out for our board.  \n--------------------------\nSent from my BlackBerry Wireless Handheld (www.BlackBerry.net)", "labels": [[320, 338, "url"], [95, 98, "ORG"]]}
{"text": "  <http://www.forestweb.com/digest/images/news/corps/199.gif>\n\nNewsBeat:Daily News 11/07/2001\n\n\n\nThis email is a daily service of Forestweb <http://www.forestweb.com>'s NewsBeat. \n\nAll the stories from Wednesday, Nov. 7, are available under Wednesday's Headlines. <http://www.forestweb.com/taf/yesterday.taf?dt=11/07/01> \n\nNewly posted on Forestweb: CIBC World Markets. Canada - U.S. Lumber Dispute, Where Do We Go From Here? Click CIBC  <http://www.forestweb.com/editorial/analyst/cibc/cibc.11.06.01.pdf>to download. \n\nIf this NewsBeat. was forwarded to you by a colleague, please respect our copyright and order your own subscription. Corporate rates are available. For more information email NewsBeat <mailto:newsbeat@forestweb.com> \n\n\nContents\n\n\nCanada paper output off 5% through 3Q as September drops 10% ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15163>...) \n5 government agencies shift from snail mail to e-mail due to anthrax ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15155>...) \nPace picks up in softwood dispute negotiations ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15161>...) \nWeyerhaeuser gets dual certification on all Ore. and Wash. timberlands ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15143>...) \nBombs planted against forest genetics program in Upper Michigan ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15162>...) \nPotlatch extends holiday shutdowns at lumber, wood panel mills ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15165>...) \nNorampac to acquire Star Corrugated Box of Maspeth, N.Y. ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15138>...) \nWal-Mart dampening Procter & Gamble's diaper business ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#story15131>...) \n\n\nCanada paper output off 5% through 3Q as September drops 10%\n\n11/07/2001 16:07:00, Forestweb \n\n\nSAN FRANCISCO, Nov. 7, 2001 (Forestweb) -- Canada's total paper and paperboard production is down 5% through the first nine months of the year as September production dropped 10% compared with a year ago, the Pulp and Paper Products Council in Montreal reported. ...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15163&_UserReference=53518CE48B18B4EF3BE96926>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\n5 government agencies shift from snail mail to e-mail due to anthrax\n\n11/07/2001 10:43:59, BW \n\n\nWASHINGTON, D.C., Nov. 7, 2001 (Business Wire/press release)-- Anthrax concerns have caused the Federal Energy Regulatory Commission, the Federal Communication Commission, and the Departments of Labor, Interior, and Transportation to encourage Internet use instead of snail mail, according to NetCompliance, an Internet provider of \"paperless\" compliance solutions....\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15155&_UserReference=53518CE48B18B4EF3BE96926>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nPace picks up in softwood dispute negotiations\n\n11/07/2001 13:50:13, Forestweb \n\n\nBy Linda K. Barr, Forestweb \n\nPORT ORCHARD, Wash., Nov. 7, 2001 (Forestweb) -- In the aftermath of the antidumping ruling by the U.S. Department of Commerce, released on Oct.31, 2001, the pace o...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15161&_UserReference=53518CE48B18B4EF3BE96926>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nWeyerhaeuser gets dual certification on all Ore. and Wash. timberlands\n\n11/07/2001 08:56:12, BW \n\n\nWeyerhaeuser Western U.S. Timberlands Achieves Environmental Certification \n\nOne of the World's Largest Single Blocks of Private Forest to be Certified \n\nFEDERAL WAY, Wash., Nov. 7, 2001 (Busines...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15143&_UserReference=53518CE48B18B4EF3BE96926>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nBombs planted against forest genetics program in Upper Michigan\n\n11/07/2001 15:21:08, Forestweb \n\n\nBy James McLaren \n\nSAN FRANCISCO, Nov. 7, 2001 (Forestweb) -- Two explosive devices were removed without incident early Monday at Michigan Technological University in Houghton, Mich., and the sus...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15162&_UserReference=53518CE48B18B4EF3BE96926>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nPotlatch extends holiday shutdowns at lumber, wood panel mills\n\n11/07/2001 16:49:35, BW \n\n\nSPOKANE, Wash., Nov. 7, 2001 (press release) -- A combination of factors, including extremely slow markets for lumber and panel products, will result in extended holiday shutdowns at three of Potlatch Corporation's (NYSE:PCH - news) Idaho lumber, plywood and particleboard mills and holiday shutdowns at its three Minnesota oriented strand board (OSB) mills. ...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15165&_UserReference=53518CE48B18B4EF3BE96926>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nNorampac to acquire Star Corrugated Box of Maspeth, N.Y.\n\n11/07/2001 08:16:35, CNW \n\n\nMONTREAL, Nov. 7, 2001 (Canada NewsWire/press release)- Norampac Inc., through its wholly-owned subsidiary Norampac Holding US Inc., has entered into an agreement to acquire Star Corrugated Box Co. Inc. ( \"Star\" ). In business since 1906, Star operates a corrugated products converting plant with annual production of over 1 billion square feet....\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15138&_UserReference=53518CE48B18B4EF3BE96926>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nWal-Mart dampening Procter & Gamble's diaper business\n\n11/07/2001 06:53:22, Press Reports \n\n\nNov. 7, 2001 (press reports) -- Procter & Gamble is losing valuable market share to Wal-Mart's store brand diapers, according to a report in the December 2001 issue of Kiplinger's Personal Finance magazine....\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15131&_UserReference=53518CE48B18B4EF3BE96926>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2070&_UserReference=53518CE48B18B4EF3BE96926#top> \t\n  _____  \n\n\n\nTo opt out of this newsletter or to make suggestions regarding NewsBeat, please email NewsBeat <mailto:pricebeat@forestweb.com>.\n\n\n\nAll news reports are copyrighted by the respective authors.\npowered by Forestweb", "labels": [[704, 734, "email"], [3, 35, "url"], [82, 88, "phone"], [339, 348, "ORG"], [350, 368, "ORG"], [370, 376, "GPE"], [384, 398, "ORG"], [432, 436, "GPE"], [528, 536, "ORG"], [750, 756, "GPE"], [1410, 1422, "ORG"], [1454, 1458, "GPE"], [1463, 1468, "GPE"], [1691, 1705, "LOC"], [1867, 1875, "PERSON"], [2091, 2099, "PERSON"], [2134, 2141, "GPE"], [2143, 2147, "GPE"], [2309, 2317, "ORG"], [2328, 2346, "ORG"], [2526, 2532, "GPE"], [2609, 2622, "ORG"], [2622, 2635, "GPE"], [2651, 2660, "ORG"], [2665, 2671, "GPE"], [2827, 2862, "ORG"], [2866, 2874, "GPE"], [3320, 3322, "ORG"], [3326, 3336, "GPE"], [3338, 3342, "GPE"], [3358, 3388, "ORG"], [3418, 3458, "ORG"], [3460, 3496, "ORG"], [3506, 3526, "ORG"], [3528, 3536, "ORG"], [3542, 3556, "ORG"], [3619, 3632, "ORG"], [4104, 4113, "ORG"], [4120, 4133, "PERSON"], [4135, 4144, "ORG"], [4152, 4159, "GPE"], [4161, 4166, "GPE"], [4182, 4191, "ORG"], [4242, 4273, "ORG"], [4655, 4667, "ORG"], [4699, 4703, "GPE"], [4708, 4713, "GPE"], [4754, 4828, "ORG"], [4921, 4926, "GPE"], [5342, 5356, "GPE"], [5379, 5392, "ORG"], [5395, 5408, "PERSON"], [5411, 5424, "GPE"], [5440, 5449, "ORG"], [5522, 5555, "ORG"], [5559, 5567, "GPE"], [5569, 5574, "GPE"], [5931, 5939, "PERSON"], [6016, 6022, "ORG"], [6022, 6029, "GPE"], [6031, 6036, "GPE"], [6214, 6236, "ORG"], [6238, 6242, "ORG"], [6243, 6253, "ORG"], [6255, 6260, "GPE"], [6336, 6345, "GPE"], [6369, 6372, "PERSON"], [6725, 6733, "PERSON"], [6768, 6775, "GPE"], [6777, 6781, "GPE"], [6804, 6811, "ORG"], [6811, 6819, "GPE"], [6835, 6856, "ORG"], [6867, 6880, "ORG"], [6918, 6942, "ORG"], [6985, 7013, "ORG"], [7050, 7054, "ORG"], [7500, 7508, "ORG"], [7519, 7537, "ORG"], [7625, 7641, "ORG"], [7677, 7687, "ORG"], [7761, 7789, "ORG"], [8206, 8214, "ORG"], [8346, 8355, "ORG"]]}
{"text": "Katina,\n\nCould you please get together with Lisa and get her what she needs.  I think it might relate to that ECAR/Allegheny stuff you were working on the other day.\n\nRebecca", "labels": [[0, 6, "PERSON"], [44, 48, "PERSON"], [110, 114, "ORG"], [115, 124, "GPE"], [167, 174, "PERSON"]]}
{"text": "I'm working on a settlement issue with subject counterparty for December.  The unique id is 12596.  Can you send me Hafslund's detailed data for Dec 1?  \n\nLisa ", "labels": [[91, 97, "phone"], [116, 124, "GPE"], [155, 159, "PERSON"]]}
{"text": "Further to our meeting today, please find attached the list of contracts ECC is taking the view are properly terminated and the dates of such termination (in ECC's opinion).  This list was last updated on January 9, 2002 before I went away, so Bryan, if there are any other counterparties that should be added to the list, can you please let Kyle, Eric, John and myself know as soon as possible?\n\nThanks\nGreg", "labels": [[215, 221, "phone"], [158, 161, "ORG"], [244, 249, "PERSON"], [342, 346, "PERSON"], [348, 352, "PERSON"], [354, 358, "PERSON"], [404, 408, "PERSON"]]}
{"text": "I would see the primary responsibilities:\n\n\n1. Develop with Fallon a written process for the valuation of terminated contracts.  We will most likely only have Bjorn for a short period of time given his reluctance to go to NETCO.  While no one appears to care about the fact that we have no way to render a correct value for financial statement purposes, this would be a priority if I was managing the estate.   There is no metric for the approval of comprises internally.  Our curves say one value, the counterparties quotes say another.  Differences in value may be a better metric that notional settlement amounts.\n2. With IT, assure that the terminated contracts are frozen in value.   The book is currently floating, rendering an open position which is unmeasured as to VaR.  Examine ways, if any, to manage this uncovered market risk. \n3. Valuation of assets held for sale and DASH process.   It would appear that we should work backwards from the summary of sale that the Unsecured Creditors Committee wants.   There have already been complaints about multiple forms (DASH, transaction review committee for).  This would require revamping the DASH process and TAP.   \n4. Revaluation of International assets.\n5. To the extent EES performs post petition, value this book and the associated  ongoing costs associated with it.\n6. My understanding is that the billing on performing accounts is behind. Manage and develop a process to collect these past due amounts.  Collectibility does not improve with time.\n7. Ongoing review of business unit's cash requests.\n8. Develop a systematized IT solution to payments and transfers made 90 days prior to bankruptcy (in process).\n9. Manage the bankrupt counterparty portfolio.\n10. Collect amounts owed by PG&E and So Cal Edison ($545 million notional).\n11. Maintain a pipeline report.", "labels": [[60, 66, "ORG"], [222, 227, "PERSON"], [974, 1007, "ORG"], [1149, 1153, "ORG"], [1166, 1169, "ORG"], [1177, 1205, "ORG"], [1231, 1234, "ORG"], [1749, 1753, "ORG"], [1761, 1771, "ORG"]]}
{"text": "We are hoping to be able to begin using OATI certificates by the end of this \nweek or early next week.  At some point, I will notify you of a default \npassword to use for your first login.  You will be expected to replace the \ndefault with your own password on your first login. However, before we can \nimplement, I need updated information from you.    Please reply to this \nmessage with the following information.\n\n1.\tUser name\n\n2.\tEmail address\n\n3.\tPhone number\n\n4.\tDo you currently have an OATI digital certificate?\n\n5.\tI you have an OATI certificate, what is the common name?\n\n6.\tIf you do not have an OATI certificate, what is the name of your Security \nOfficer or security contact?\n\nI am not certain at this point whether we can use Tradewave and OATI \ncertificates in parallel.  It seems to be a good possibility, but hasn't yet been \nconfirmed.  If we are able to do so, we have until the end of June to complete \neveryone's conversion.  If not, we will have to pick a date certain for the \nchange.  Since I will be on the road from June 25-28, the changeover date \nwould have to be no later than June 24.\n\nThe attached file describes how to obtain a certificate from OATI.", "labels": [[1046, 1052, "phone"], [40, 44, "ORG"], [494, 498, "ORG"], [607, 611, "ORG"], [740, 749, "ORG"], [754, 758, "ORG"], [1177, 1181, "ORG"]]}
{"text": "With the filing of the Hart-Scott-Rodino application last week, it looks like our updated launch timeline is as follows. Note that it is still possible that this timeline could shift:\n\nWeek of Jan 28:\n\nWe will distribute a packet to each of the Originators/Traders who have volounteered to call customers and assist in getting signed Password Applications. The packets will contain:\n\nKey Messages\nFrequently Asked Questions (FAQs)\nTop Counterparty Checklist \nExternal Customer Cover Letter\nPassword Application (PA)\nRegistration Form\nFax Cover Sheet for PA/Registration \nElectronic Trading Agreement (ETA)\nInternal online Marketing Contact List\n\nEach person receiving a pack will contact the Master Users at the companies they have volounteered for and send them copies of the Password Application (PA) and Electronic Trading Agreement (ETA). During this week, we will be working hard to get as many of the PA's returned as possible. Once we have a signed PA, we can send the customer their new User ID, which will allow them to start trading on the day we launch the new site.\n\nA Splash page will be available at www.UBSWenergy.com or via an automatic redirect from www.enrononline.com. This page will tell customers about the pending launch of www.UBSWenergy.com and provide links to the PA and Registration screens and also to the User Admin screens, which will allow customer Master Users to start setting up their Sub Users.\n\nThe Splash page will look something like the following:\n\n \n\n\nWeek of Feb. 4:\n\nWe will send out a mass mailing to approx. 3,000 individuals at 450 companies inviting them to sign up for the site. Included in the package will be a simple brochure, copies of the PA and ETA, key messages and a list of Frequently Asked Questions.\n\nWeek of Feb. 11:\n\nThe site will launch, with at least financial products (timing for gas physical and power physical to be determined according to regulatory issues). \n\nGeneral Terms and Conditions (GTC's) will be available online and must be accepted online before a company can start to trade a particular commodity.\n\t\t\n\nTrading/Origination Coordination\n\nThe Top 50 customers will have at least an initial contact within the first two days of starting the marketing effort and that all customers who previously traded either gas or power will receive a mailing within the first 10 days. An online marketer has been assigned as coordinator for each company and will assist each Trader/Originator in following up with Master Users as necessary to make sure PA's are signed and returned.\n\n\nUBSWenergy Marketing Contacts:\n\nFor Marketing-specific questions, please use the following contacts. For other questions, please contact Bob Shults (30397) or Dave Forster (31861).\t\t\n\nTeresa Mandola (39807) - Power\nJennifer McQuade (53614) - Power\nDan Diamond (39673) - Gas\n\n\n<Embedded Picture (Metafile)>", "labels": [[1114, 1132, "url"], [2696, 2703, "phone"], [334, 355, "PERSON"], [459, 489, "ORG"], [601, 604, "ORG"], [837, 840, "ORG"], [907, 909, "ORG"], [956, 958, "ORG"], [1000, 1002, "ORG"], [1081, 1087, "ORG"], [1114, 1132, "ORG"], [1246, 1264, "ORG"], [1286, 1309, "ORG"], [1435, 1441, "ORG"], [1691, 1693, "ORG"], [1698, 1701, "ORG"], [1958, 1961, "ORG"], [2438, 2455, "ORG"], [2548, 2577, "ORG"], [2685, 2695, "PERSON"], [2707, 2719, "PERSON"], [2732, 2746, "PERSON"], [2763, 2779, "PERSON"], [2796, 2807, "PERSON"]]}
{"text": "The following reports have been waiting for your approval for more than 4 days.  Please review.\n\nOwner: Karen K Heathman\nReport Name: Brad Larson\nDays In Mgr. Queue: 7", "labels": [[104, 121, "PERSON"], [134, 145, "PERSON"]]}
{"text": "Julie-\n\n  The following City of Riverside deals have been marked to the W. Non-Performance book as of June 7, 2002 and should not be scheduled:\n\n  580382 \n  897695\n  517664\n  591087\n \n  Let me know id you have any questions.\n\n  Virginia", "labels": [[109, 115, "phone"], [24, 41, "GPE"], [228, 236, "GPE"]]}
{"text": "Please disregard the Hydro slide (p.12 or 13) in the Presentation.  I have added a hydro tab in the quick info spreadsheet.", "labels": [[36, 45, "phone"], [21, 26, "PERSON"]]}
{"text": "Enron and Dynegy each announced today that they are holding discussions about a possible merger of the two companies.  As you know, Dynegy is a major player in the energy marketplace, and is not only a competitor, but also a counterparty of Enron.  This is just one of several options that we are considering.\n\nUpon receipt of this announcement, the NYSE briefly suspended trading of both Enron and Dynegy.  We have no additional information we can share at this time.  We'll keep you updated as developments occur.", "labels": [[0, 5, "ORG"], [10, 16, "PERSON"], [132, 138, "PERSON"], [241, 246, "ORG"], [350, 354, "ORG"], [389, 394, "ORG"], [399, 405, "PERSON"]]}
{"text": "To continue getting familiar with Ontario, please review the document OEFC_demandSupp_UBS.ppt on your I:/common/OEFC directory.  It is a presentation we gave to OEFC in the fall.\n\nHere is a spreadsheet with additional information.\n\n \nSome intertie information may vary from source to source.  This is due to the IMO's regular small adjustments to the capacity numbers.\n\nGT", "labels": [[86, 93, "url"], [34, 41, "ORG"], [112, 116, "ORG"], [161, 165, "ORG"], [312, 315, "ORG"]]}
{"text": "This presentation includes a synopsis of the assets that are in each of the major off-balance sheet vehicles which may be valuable going forward.", "labels": []}
{"text": "Per Barry Schnapper's request I have attached a copy of the Creditor Committee Presentation...\n\nDavid", "labels": [[4, 21, "PERSON"], [56, 91, "ORG"], [96, 101, "PERSON"]]}
{"text": "Ok we will charge you for 50 mw's on that day Thanks\n\nJohn Paulsen G4220\nWestern Area Power DSW\nPower Scheduling\nPaulsen@WAPA.GOV\n602-352-2557\n\n>>> \"Gang, Lisa\" <Lisa.Gang@ENRON.com> 06/06/02 09:37AM >>>\nEverything looks great except for May 28th.  We had 2 hours of 25MW of\ntxm.  It is supported under Tag #530 for your info.\n\nThanks \n\nLisa  ", "labels": [[121, 129, "url"], [68, 72, "phone"], [54, 72, "PERSON"], [73, 91, "ORG"], [92, 95, "ORG"], [337, 341, "PERSON"]]}
{"text": "Please reply to confirm totals\n\nJohn Paulsen G4220\nWestern Area Power DSW\nPower Scheduling\nPaulsen@WAPA.GOV \n602-352-2557\n\n\n\n**********************************************************************\nThis e-mail is the property of Enron Corp. and/or its relevant\naffiliate and may contain confidential and privileged material for the\nsole use of the intended recipient (s). Any review, use, distribution or\ndisclosure by others is strictly prohibited. If you are not the intended\nrecipient (or authorized to receive for the recipient), please contact\nthe sender or reply to Enron Corp. at\nenron.messaging.administration@enron.com and delete all copies of the\nmessage. This e-mail (and any attachments hereto) are not intended to be\nan offer (or an acceptance) and do not create or evidence a binding and\nenforceable contract between Enron Corp. (or any of its affiliates) and\nthe intended recipient or any other party, and may not be relied on by\nanyone as the basis of a contract by estoppel or otherwise. Thank you. \n**********************************************************************", "labels": [[585, 625, "email"], [99, 107, "url"], [46, 50, "phone"], [32, 50, "PERSON"], [51, 69, "ORG"], [70, 73, "ORG"], [227, 238, "ORG"], [570, 581, "ORG"], [829, 840, "ORG"]]}
{"text": " - Enron Security Calculation 2002.xls ", "labels": [[30, 38, "url"], [29, 34, "phone"]]}
{"text": "Rick,\n\nDave asked me to send you the attached file to use as a starting point for the \"RAC's Roles\" project that you mentioned in the meeting.  This presentation was prepared a few weeks ago.\n\nThanks,\n\nSharon\nx31946", "labels": [[210, 215, "phone"], [0, 4, "PERSON"], [7, 11, "PERSON"], [87, 90, "ORG"], [202, 208, "ORG"]]}
{"text": "Portland Employees-\n\nAt this time Enron Portland has 5 parking spots allocated based on floor space and number of employees.  As UBS employees leave we do not automatically have the ability to take over their spots.  However, in renegotiating our lease with PGE we will address the possibility of taking over more that the 5 allocated spots.  We will keep you updated as to the progress of this.  For now, Khymberly Booth is checking into the availability of 1 or more of our spots and will offer any available spots to Portland employees based on Portland office seniority.  We will contact you individually if a spot becomes available.  If you have any questions please contact Kathy Sheppard or Khymberly Booth.\n\nThanks-\nKhymberly Booth", "labels": [[0, 8, "GPE"], [34, 39, "ORG"], [40, 48, "GPE"], [129, 132, "ORG"], [258, 261, "ORG"], [406, 421, "LOC"], [520, 528, "GPE"], [548, 556, "GPE"], [680, 694, "PERSON"]]}
{"text": "Hi John,\n\n\nThe attached are the pictures of the 1996 Carrera 4S.\n\n\nIf you need more pics,please call us again.\n\nEdward Chan\n\n_________________________________________________________________\nSend and receive Hotmail on your mobile device: http://mobile.msn.com", "labels": [[239, 256, "url"], [47, 53, "phone"], [0, 7, "PERSON"], [112, 123, "PERSON"]]}
{"text": "Rick, \n\nCommittee staff attendees included David L. Cavicke (Committee Majority Counsel), Brian McCullough (Committee Majority Professional Staff Member), Christopher Knauer (Committee Minority Investigator), and Michael Geffroy (Committee Minority Counsel).  \n\nJim ", "labels": [[0, 4, "PERSON"], [43, 59, "PERSON"], [71, 87, "ORG"], [90, 106, "PERSON"], [155, 173, "PERSON"], [213, 228, "PERSON"], [262, 265, "PERSON"]]}
{"text": "Pulpex Bulletin for Thursday, November 8, 2001\n\nMarket News:\n             Bid      Ask     Last     High      Low   Vol    OI\nNBSK ------------------------------------------------------------\nNov01     411.00   423.00        -        -        -     -    80\nDec01     418.00   427.00        -        -        -     -   113\nJan02     423.00   432.00        -        -        -     -    41\nMar02     426.00   448.00        -        -        -     -   153\nJun02     449.00   469.00        -        -        -     -    40\nSep02     470.00   481.00        -        -        -     -    35\nDec02     480.00   497.00        -        -        -     -    15\nMar03     490.00        -        -        -        -     -     -\n\nBEK -------------------------------------------------------------\nNov01          -        -        -        -        -     -    26\nDec01          -        -        -        -        -     -    30\nJan02          -        -        -        -        -     -     -\nMar02          -        -        -        -        -     -     -\n\nSettlement Prices Futures\n          Today      Chg      Prev\nNBSK -------------------------------\nNov01    417.00     +6.00    411.00\nDec01    422.50     +4.50    418.00\nJan02    427.50     +2.50    425.00\nMar02    437.00     -2.50    439.50\nJun02    459.00     -1.50    460.50\nSep02    475.50     +0.00    475.50\nDec02    488.50     +0.00    488.50\nMar03    503.50     +0.00    503.50\n\nBEK --------------------------------\nNov01    404.00     +0.00    404.00\nDec01    407.00     +0.00    407.00\nJan02    414.00     +0.00    414.00\nMar02    421.00     +0.00    421.00\n\nThe above tables should ideally be viewed using Courier or other fixed fonts.\nDuring Pulpex opening hours (0830-1600 UK Time, 0930-1700 CET),prices\nare distributed on our web page: http://www.pulpex.com\n\nIf you would like someone else to receive this bulletin or to cancel your own\nplease mail: info@pulpex.com or fax: +44 20 7065 8941", "labels": [[1904, 1919, "email"], [1790, 1811, "url"], [41, 46, "phone"], [48, 59, "ORG"], [126, 130, "ORG"], [974, 979, "ORG"], [1101, 1105, "ORG"], [1427, 1430, "ORG"], [1657, 1664, "ORG"], [1694, 1700, "ORG"], [1726, 1728, "GPE"]]}
{"text": "Jim- Do you have a list of who I talked to in Houston and their affiliation. I would like to keep straight who I have spoken with. The only card I received is from Michael Geffroy. Let me know if there is a problem with this request. Thanks, Rick Buy\n\n\n********************************************************************** \nThis e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at enron.messaging.administration@enron.com and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. \n\n********************************************************************** ", "labels": [[714, 754, "email"], [714, 729, "url"], [46, 53, "GPE"], [164, 179, "PERSON"], [242, 250, "PERSON"], [356, 367, "ORG"], [699, 710, "ORG"], [714, 754, "ORG"], [958, 969, "ORG"]]}
{"text": "Please reply to confirm totals\n\nJohn Paulsen G4220\nWestern Area Power DSW\nPower Scheduling\nPaulsen@WAPA.GOV\n602-352-2557", "labels": [[99, 107, "url"], [46, 50, "phone"], [32, 50, "PERSON"], [51, 69, "ORG"], [70, 73, "ORG"]]}
{"text": "Rob,\n\nMarkets\nMy marks show how we believe the market would trade if the market were open today, considering neighboring markets, transmission/wheeling costs, and fuel costs.  More of a expected liquidation value vs. the current Ontario market players bids and offers.\n\nThe market on 3yr 7x24 is being shown by a broker: $46-$48, and on the wholesale side I doubt the bid is actually there, or if so it is only a piece deep (50MW).  \n\nAs a result, I would show an actually two way of $43-$47.50 and be coming from the sell side to the industrial customers who may pay in the $46-$47 range.\n\nPeak, my 3yr mark is $52, but given the often bullish nature of new markets, I would be a bid for this summer and then look to offer the 3yr in the low fifties.  Upcoming changes in the Ontario system (Nodal vs. Zonal pricing) would have an effect on these term deals.\n\n\nStaffing and Services\n\nTrading\nOn the trading side, I will need to rehire personnel for the roles we laid off (an analyst and a temp IT programmer for fundies development).  Analyst wise, I am interested in bringing Brian Loy back if he is still available.  He has a good knowledge of the NUG contracts and is a good fit for a trading desk.  As our need for providing IMO Energy and Operating Reserve Services (bidding for specific NUGS and Dispatchable Loads) grows, it may be a good idea to bring Heather Mcillmurray over from the settlements group.  I have had initial discussions with Richard Crouch, Paul Devries and Heather on this matter.\n\nOrigination\nThis is your area of expertise. I would suggest two originators and an analyst.  If Dan Dorland is staying, he could continue on the origination side providing education to our new origination team, and being the analyst to assist the OEFC-NUG point personnel (Brian Loy's previous role).  \n\nIT\nImplementing the trading and VMS systems is a very important issue where timing will become an issue. I would suggest a short term (6mo) contract with Mike Marryott to manage the system's side of this process and to integrate with the Estate and NETCO on trading and settlements systems (specifically David Posten's VMS team).  His location should be in Toronto.  \n\nLet's get on these issues as soon as possible.\n\nOn specific personnel, I would have liked to have retained Jeff Borg and Chris Gaffney. \n\nOffice Space\nTembec, our neighbor on this floor, has often indicated that they are interested in some of our office space. If that interest remains, we could examine leasing all of the space passed the flat screens (the origination desk/pod, one conference room and storage area, not to include our server room).  This would leave us with space for up to 24 people, two conference rooms, & kitchen.  As an alternative, we could consider moving upstairs into the Enron Direct location.\n\nPotential Conflict of Interest\nI would suggest releasing employees that will not be part of Estate or UBS relatively soon.  Specifically, the group that is leaving here, but will be participating in the Ontario market.  UBS Ontario information and resources are proprietary and confidential.  If personnel are being kept on to wind-down specific activities, their access to UBS power & gas curves should be restricted.\n\nAs time becomes available, we should get together and discuss Ontario's business plan. \n\nThank you\nGarrett", "labels": [[322, 328, "phone"], [229, 236, "GPE"], [777, 784, "GPE"], [1078, 1087, "PERSON"], [1151, 1154, "ORG"], [1230, 1271, "ORG"], [1294, 1298, "ORG"], [1303, 1321, "PERSON"], [1361, 1380, "PERSON"], [1451, 1465, "PERSON"], [1467, 1479, "PERSON"], [1484, 1491, "PERSON"], [1605, 1616, "PERSON"], [1756, 1760, "ORG"], [1782, 1793, "PERSON"], [1845, 1848, "ORG"], [1967, 1980, "PERSON"], [2051, 2057, "ORG"], [2117, 2131, "PERSON"], [2132, 2135, "ORG"], [2170, 2177, "GPE"], [2289, 2298, "PERSON"], [2303, 2316, "PERSON"], [2333, 2339, "PERSON"], [2782, 2794, "ORG"], [2898, 2904, "ORG"], [2908, 2911, "ORG"], [3009, 3016, "GPE"], [3026, 3037, "ORG"], [3180, 3183, "ORG"], [3288, 3295, "GPE"], [3325, 3332, "PERSON"]]}
{"text": "Garrett, I take that these are your mids. Where would your 3yr two-way be?", "labels": [[0, 7, "PERSON"]]}
{"text": "CAD\tPeak\t\t7x24\n1yr\t$50.00\t\t$42.75\n3yr\t$52.00\t\t$44.00\n5yr\t$52.50\t\t$44.00", "labels": [[20, 25, "phone"], [0, 3, "ORG"]]}
{"text": "Conferring with Gorte, we need a new DASH for the India sale due to \n1) the time since signing (5 months)\n2) downward change in purchase price\n3) general change in circumstances of Enron\n \nIn addition to updating the numbers (as we discussed this morning), we should include\nan ownership structure diagram and a legal risk memo concerning what bankruptcy \nrelated approvals are required (if any).\n \nWhether or not Board approval is required is possibly an open issue. We will research.   ", "labels": [[16, 21, "PERSON"], [50, 55, "GPE"], [181, 186, "ORG"]]}
{"text": "Lisa:\n\nIn the message below, Settlements in Houston is confirming that we have the correct understanding of the dispute concerning BPA in Dec. 01 (see the e-mail and spreadsheet I copied to you on May 30).  Let me know if you have questions as you research it.  \n\nAlso, do you need anything else from Settlements to enable you to work on the Hafslund request (see my email from May 29).\n\nNote - I am out of the office until Monday.\n\nHave a good weekend.  Jenny", "labels": [[0, 4, "PERSON"], [44, 51, "GPE"], [131, 134, "ORG"], [301, 312, "ORG"], [342, 350, "GPE"]]}
{"text": "Jennifer,\nYes, I do believe you have the correct understanding.  The ttls you have tie to the dms impact. Let me know if you have any questions.\n\nThanks,\nElsie", "labels": [[0, 8, "PERSON"], [154, 159, "PERSON"]]}
{"text": "Elsie:\n\nSorry, in looking over this again with Lisa, we want to be sure that we understand the request correctly.  \n\nSee attached for my understanding of what you are requesting and please confirm.\n\nI looked at this from the perspective of each entire deal.  For each, I took the total price and volume of the deal and subtracted/added the MWs you specified and then calculated the revised value of each deal.  \n\nIs this a correct understanding of the changes needed and their impact?\n\nThanks, Jenny\n\n << File: 12593 - BPA.xls >> ", "labels": [[519, 526, "url"], [510, 517, "phone"], [0, 5, "PERSON"], [47, 51, "PERSON"], [494, 499, "PERSON"]]}
{"text": "Hey Jennifer,\n\tDid you have any more questions related to this?\nThanks,\nElsie\n713-853-6757", "labels": [[78, 85, "phone"], [4, 12, "PERSON"], [72, 77, "PERSON"]]}
{"text": "Dear Team,\n\nAttached is the updated price forecast.  This has RISI forecasts for each commodity.\n\nIf you have any questions, please call me.\n\nThanks,\n\nStacey\nStacey L. Wales\n\nStacey Wales\nOrigination Transaction Support\nEnron Industrial Markets\n713-345-7186", "labels": [[245, 252, "phone"], [62, 66, "ORG"], [151, 157, "PERSON"], [158, 173, "PERSON"], [175, 187, "PERSON"], [220, 245, "ORG"]]}
{"text": "Got it, thanks.", "labels": []}
{"text": "Jennifer,,,,,I updated the dms....in the comment section this is for 2 deals...the difference between enpwer mw and revised mw will be 8150 mw (12600mw revised to 4450mw)...the spreadsheet is the detail for the changes needed and not totals for the deals.  \n\nThanks,\nElsie", "labels": [[134, 140, "phone"], [102, 111, "ORG"]]}
{"text": "Elsie:\n\nThanks for the welcome!\n\nAlready I have a quick question - in the attached spreadsheet, the disputed MW columns seem to add up to 12600 and 4450.  In reading the DMS, I would expect them to add up to 14600 and 5600 (or 12600 and 3600, if I only include the referrenced deal, #12593). Am I missing something?\n\nJenny", "labels": [[137, 144, "phone"], [0, 5, "PERSON"], [170, 173, "ORG"]]}
{"text": "....and welcome aboard!", "labels": []}
{"text": " << File: to portland for bpa.xls >> \nHello,,,,,this is the support of the chgs needed for dms request 12593.  If you have questions or need additional info, I'm at 713-853-6757.\n\nThanks,\nElsie", "labels": [[26, 33, "url"], [102, 108, "phone"], [13, 21, "GPE"]]}
{"text": "This email is acknowledgement from the Power Pool of Alberta of the change\nin direct sales/forward contract registration for contracts that are\ncurrently registered with the Power Pool between Chevron Canada Resources\nand Enron Canada Power Corporation for trading after December 29 HE 1 2001.\nOn January 4 the Power Pool received your acknowledgement of Enron's change\nin the source asset for the direct sales/forward contract registrations for\ncontract # 1947 to modify the source from the Sundance 3 unit (SD3) to\nEnron's unmetered source asset (ECP-).  The modified registration terms will\nbe effective December 29 HE 1 2001 and will apply until the expiry date of\nthe contract registration for net settlement purposes.\n\nAs for the sink asset related to direct sales/forward contract # 1947, Enron\nhas acknowledged and accepted your change to the sink asset from CH1A to\nCH1U.  This change will be effective January 1, 2002 HE 1 and our systems\nwill be changed today.\n\nIf you have any questions relating to this matter, please give me a call.\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[1119, 1147, "email"], [1119, 1131, "url"], [287, 292, "phone"], [53, 60, "GPE"], [170, 184, "ORG"], [193, 218, "ORG"], [222, 252, "ORG"], [307, 321, "ORG"], [355, 360, "ORG"], [492, 502, "ORG"], [509, 512, "ORG"], [517, 522, "ORG"], [796, 801, "ORG"], [867, 871, "ORG"], [1048, 1061, "PERSON"]]}
{"text": "Please see attached.\n\nThanks.\nDonna", "labels": [[30, 35, "PERSON"]]}
{"text": "Lisa;\n\ncontact me with questions, this is just an idea of what is on Half.com and eBay.com.\nThe entire link is not highlighted on either link.  You need to copy and paste ot all, or redo your search.\n\nenough is enough...\n\nCheri\n\n\n\nhttp://search.ebay.com/search/search.dll?MfcISAPICommand=GetResult&ht=1&\nSortProperty=MetaEndSort&ebaytag1code=0&query=LSAT\n\nhttp://half.ebay.com/search/search.jsp?nthTime=1&product=books&keyword=LSAT&\nx=17\n\nThank you;\nCheri Thomas\nTransmission & Energy Services\n503.464-5078\n503.464-8178, fax\n503.803.1885, cell\nE-mail: \"Cheri_thomas@pgn.com\"\n\n3WTC-0506\n121 SW Salmon Street\nPortland, Oregon  97204", "labels": [[553, 573, "email"], [69, 77, "url"], [494, 501, "phone"], [0, 4, "PERSON"], [222, 231, "PERSON"], [350, 354, "ORG"], [450, 462, "PERSON"], [607, 615, "GPE"], [617, 623, "GPE"]]}
{"text": "Hi John,\n\n     As per our conversation last week, I just wanted to double check on a potential raise before the deal closes on Friday. I know that more than a few non-promotional raises have been offered and accepted for the transfer to UBS, and I'd like to make absolutely sure that I'm not eligible for one. As Cowan says, potentially the bonus pool may be much bigger next year, which is great, but it's not for sure. And given the promises Enron has dolled out over the years, it doesn't mean that much right now, especially considering it's in UBS's best interest for us not to make a killing in the first year in order to buy out the company at a lower price.\n\nThanks,\nRyan", "labels": [[0, 7, "PERSON"], [237, 240, "ORG"], [313, 318, "PERSON"], [444, 449, "ORG"], [549, 552, "ORG"], [675, 679, "PERSON"]]}
{"text": "Lisa,\n\nPlease complete the attached file as discussed over the phone.\n\n- Frank, OATI ", "labels": [[0, 4, "PERSON"]]}
{"text": "<HTML>\n<HEAD>\n\t<TITLE>PULP, WRITING &amp; PRINTING PAPER 11/08/2001</TITLE>\n<base href=\"http://www.forestweb.com\">\n</HEAD>\n<BODY  TOPMARGIN=\"0\" LEFTMARGIN=\"20\" MARGINHEIGHT=\"0\" \nMARGINWIDTH=\"0\" BGCOLOR=\"#ffffff\">\n<a name=top></a><img src=\"http://www.forestweb.com/digest/images/news/corps/197.gif\">\n\n<h4>PULP, WRITING &amp; PRINTING PAPER 11/08/2001</h4><br clear=all>\n<DIV align=center>\n<p><table width=\"100%\" border=\"3\" cellspacing=\"0\" cellpadding=\"10\">\n  <tr>\n    <td>\n      <p><b><font face=\"Arial, Helvetica, sans-serif\" size=\"-1\" color=\"#000033\">Welcome</font></b><font face=\"Arial, Helvetica, sans-serif\" size=\"-1\"> \n        to Enron's Pulp, Writing &amp; Printing Paper News Service. This daily \n        mailing brings the most recent news headlines right to your inbox. You \n        may also receive this daily service specific to the following areas: 1) \n        Recovered, Container &amp; Packaging; 2) Newsprint; 3) Lumber. To join \n        any of these lists, <a href=\"http://www.forestweb.com/fwsnippets/mailinglists/enron_lists.html\"> \n        CLICK HERE</a>.</font></p>\n      <p><font face=\"Arial, Helvetica, sans-serif\" size=\"-1\">If you have any comments \n        or feedback, simply reply to this email. If you would like to unsubscribe \n        to the Pulp, Writing &amp; Printing Paper News service, please scroll \n        to the bottom of this email for instruction.</font></p>\n      <p><font face=\"Arial, Helvetica, sans-serif\" size=\"-1\">Thanks and enjoy.</font></p>\n    </td>\n  </tr>\n</table>\n </p>\n</DIV>\n<h4>Contents</h4>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n <TR VALIGN=TOP>\n<TD>\n<OL>\n<li>\nWeyerhaeuser names new manager at Cosmopolis, Wash., pulp mill\n   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15153\">More</a>...)</li>\n<li>\nCanada paper output off 5% through 3Q as September drops 10%   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15163\">More</a>...)</li>\n<li>\nBrascan's forest products operations contribute to 3Q earnings decline   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15168\">More</a>...)</li>\n<li>\nDomtar shutting 3 sawmills, 30 MMBF,  due to drop in demand, prices   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15170\">More</a>...)</li>\n<li>\nVotorantim, K-C de Mexico  among JPMorgan's top Latin American picks   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15176\">More</a>...)</li>\n<li>\nMunksjo reports paper earnings stable, big drop for pulp   ( <A href=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#story15177\">More</a>...)</li>\n</OL>\n</TD>\n</TR>\n</TABLE>\n<p><a name=\"story15153\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Weyerhaeuser names new manager at Cosmopolis, Wash., pulp mill\n</H3>\n<i>11/07/2001 10:36:15, Press Release</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\nCOSMOPOLIS, Wash., Nov. 5, 2001 (press release) -- Weyerhaeuser Co. today\n    announced that Fred Cassidy, has been named vice president and mill manager of\n    the Cosmopolis, Wash., pulp mill, effective immediately. Cassidy was formerly site\n    manager of the company?s North Bend, Ore., containerboard mill.\n\n    In his new role, Cassidy will focus on accelerating the mill?s performance\n    improvement efforts....<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15153&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<p><a name=\"story15163\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Canada paper output off 5% through 3Q as September drops 10%</H3>\n<i>11/07/2001 16:07:00, Forestweb</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\n\n\n\nSAN FRANCISCO, Nov. 7, 2001 (Forestweb) -- Canada's total paper and paperboard production is down 5% through the first nine months of the year as September production dropped 10% compared with a year ago, the Pulp and Paper Products Council in Montreal reported. \n...<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15163&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<p><a name=\"story15168\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Brascan's forest products operations contribute to 3Q earnings decline</H3>\n<i>11/08/2001 05:39:07, BW</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\nTORONTO, Nov. 8, 2001 (press release) -- Brascan Corporation today\nannounced income from continuing operations for the nine months ended\nSeptember 30, 2001 of $266 million or $1.35 per share, down from $297\nmillion or $1.51 per share in the same period of 2000. Total income\nfor the first nine months of 2000 was $557 million, which included\ngains of $260 million.\n...<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15168&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<p><a name=\"story15170\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Domtar shutting 3 sawmills, 30 MMBF,  due to drop in demand, prices</H3>\n<i>11/08/2001 07:54:09, CNW</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\nMONTREAL, Nov. 8, 2001 (Canada NewsWire/press release) - Domtar Inc. announced today that it will\ntemporarily halt the production of lumber at its sawmills in Lebel-sur-\nQu?villon, Val d'Or and Ste-Aur?lie (all located in the Province of Quebec)\nfrom November 19th to January 7th, 2002 in an attempt to further balance their\ninventories with demand....<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15170&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<p><a name=\"story15176\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Votorantim, K-C de Mexico  among JPMorgan's top Latin American picks</H3>\n<i>11/08/2001 09:01:41, BW</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\nJPMorgan Announces Top Equity Picks for Latin America<pL>\nNEW YORK, Nov. 7, 2001 (Business Wire/press release)--JPMorgan's Latin American equity analysts announced their top stock ideas for the regi...<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15176&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<p><a name=\"story15177\"></a>\n<TABLE WIDTH=\"600\" BORDER=\"0\" CELLPADDING=\"0\" CELLSPACING=\"0\">\n<TR VALIGN=TOP ALIGN=LEFT>\n<TD>\n<h3>Munksjo reports paper earnings stable, big drop for pulp</H3>\n<i>11/08/2001 09:17:13, BW</i>\n<br><br></TD>\n</TR>\n\n<TR VALIGN=TOP ALIGN=LEFT>\n\t<TD>\nSTOCKHOLM, Nov. 8, 2001 (Business Wire/Press release)--<p>\n\nMunksjo:<p>\n\n    LOW GROWTH DURING THE PERIOD<p>\n\n    -- Invoiced sales increased with 1% to SEK 4,476 million (4,424).<p>\n\n    CON...<br>\n(<A HREF=\"/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15177&_UserReference=3EA50C1997C6ECB53BEABE47\">Story...</a>)\n\n</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT>&nbsp;</TD></TR>\n<TR VALIGN=TOP ALIGN=RIGHT><TD ALIGN=RIGHT><A HREF=\"/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2073&_UserReference=3EA50C1997C6ECB53BEABE47#top\"><IMG SRC=\"http://www.forestweb.com/digest/images/news/top.gif\" align=right WIDTH=\"56\" HEIGHT=\"12\"   \nBORDER=\"0\" ALT=\"top of page\"></A> \n</TD></TR>\n</TABLE>\n<HR>\n<br clear=all>\n<DIV align=center>\n<p><table width=\"100%\" border=\"3\" cellspacing=\"0\" cellpadding=\"10\">\n  <tr>\n    <td><font face=\"Arial, Helvetica, sans-serif\" size=\"-1\">To unsubscribe from \n      the Pulp, Writing &amp; Printing Paper News, click on <a href=\"mailto:requests@forestweb.net?subject=unsubscribe%20enronpulp\">UNSUBSCRIBE</a> \n      and simply send the corresponding email. </font></td>\n  </tr>\n</table>\n </p>\n</DIV>\n <br clear=all>\n<DIV align=center>\n<h5 >All news reports are copyrighted by the respective authors.<BR>\npowered by Forestweb</h5>\n</DIV>\n\n</BODY>\n</HTML>", "labels": [[10154, 10183, "email"], [88, 112, "url"], [56, 62, "phone"], [130, 142, "ORG"], [160, 175, "ORG"], [178, 192, "ORG"], [310, 322, "ORG"], [503, 512, "ORG"], [536, 587, "ORG"], [589, 598, "ORG"], [635, 640, "ORG"], [643, 661, "ORG"], [663, 690, "ORG"], [884, 898, "ORG"], [914, 923, "ORG"], [1065, 1084, "ORG"], [1114, 1123, "ORG"], [1267, 1289, "ORG"], [1291, 1310, "ORG"], [1427, 1436, "ORG"], [1642, 1654, "ORG"], [1676, 1686, "GPE"], [1688, 1693, "GPE"], [1866, 1872, "GPE"], [2087, 2094, "GPE"], [2163, 2204, "ORG"], [2546, 2556, "PERSON"], [2558, 2571, "ORG"], [2579, 2587, "ORG"], [2775, 2782, "GPE"], [3142, 3154, "ORG"], [3176, 3186, "GPE"], [3188, 3193, "GPE"], [3212, 3224, "PERSON"], [3319, 3324, "GPE"], [3358, 3374, "ORG"], [3400, 3412, "PERSON"], [3472, 3482, "GPE"], [3484, 3489, "GPE"], [3525, 3532, "ORG"], [3580, 3590, "GPE"], [3592, 3596, "GPE"], [3641, 3648, "ORG"], [4130, 4166, "ORG"], [4378, 4388, "PERSON"], [4414, 4420, "GPE"], [4481, 4493, "GPE"], [4575, 4588, "GPE"], [4604, 4613, "ORG"], [4618, 4624, "GPE"], [4780, 4815, "ORG"], [4819, 4827, "GPE"], [5246, 5282, "ORG"], [5494, 5504, "PERSON"], [5530, 5537, "GPE"], [5691, 5698, "GPE"], [5732, 5751, "ORG"], [6066, 6129, "ORG"], [6229, 6239, "PERSON"], [6289, 6299, "PERSON"], [6335, 6374, "ORG"], [6463, 6499, "ORG"], [6711, 6721, "PERSON"], [6747, 6753, "ORG"], [6906, 6914, "GPE"], [6930, 6951, "ORG"], [6961, 6974, "ORG"], [7065, 7070, "ORG"], [7087, 7095, "PERSON"], [7100, 7111, "ORG"], [7128, 7150, "GPE"], [7265, 7328, "ORG"], [7428, 7438, "PERSON"], [7488, 7498, "PERSON"], [7534, 7573, "ORG"], [7662, 7698, "ORG"], [7910, 7920, "PERSON"], [7946, 7956, "PERSON"], [7958, 7971, "ORG"], [7979, 7987, "ORG"], [8105, 8113, "ORG"], [8145, 8158, "LOC"], [8163, 8171, "GPE"], [8187, 8200, "ORG"], [8710, 8746, "ORG"], [8958, 8968, "PERSON"], [8994, 9001, "GPE"], [9057, 9069, "ORG"], [9141, 9150, "GPE"], [9166, 9185, "ORG"], [9342, 9405, "ORG"], [9505, 9515, "PERSON"], [9565, 9575, "PERSON"], [9611, 9650, "ORG"], [9739, 9775, "ORG"], [10031, 10040, "ORG"], [10091, 10113, "ORG"], [10115, 10134, "ORG"], [10439, 10452, "ORG"]]}
{"text": "Please add a new user for read only access as follows:\n\nUser Name:  Vol_Mgmt\nPassword:  pdx2hou\n\nPlease contact me at (503) 464-5070. My e-mail address is\nlisa.gang@enron.com for questions.  In addition, please delete the\nfollowing individuals name as they are no longer working at Enron:\n\nCara Semperger\nMike Purcell\nSerena Bishop\n\n\nThank You.  \n\n\n**********************************************************************\nThis e-mail is the property of Enron Corp. and/or its relevant affiliate\nand may contain confidential and privileged material for the sole use of\nthe intended recipient (s). Any review, use, distribution or disclosure\nby others is strictly prohibited. If you are not the intended recipient\n(or authorized to receive for the recipient), please contact the sender\nor reply to Enron Corp. at enron.messaging.administration@enron.com and\ndelete all copies of the message. This e-mail (and any attachments\nhereto) are not intended to be an offer (or an acceptance) and do not\ncreate or evidence a binding and enforceable contract between Enron\nCorp. (or any of its affiliates) and the intended recipient or any other\nparty, and may not be relied on by anyone as the basis of a contract by\nestoppel or otherwise. Thank you. \n**********************************************************************", "labels": [[155, 174, "email"], [155, 164, "url"], [118, 127, "phone"], [282, 287, "ORG"], [290, 304, "PERSON"], [305, 317, "PERSON"], [318, 331, "PERSON"], [451, 462, "ORG"], [794, 805, "ORG"], [809, 849, "ORG"], [1053, 1064, "ORG"]]}
{"text": "John,\n\nThe Power Pool received the required security deposit from Enron Canada\nPower Corporation of $2.8 million yesterday.\n\n\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[198, 226, "email"], [198, 210, "url"], [183, 192, "phone"], [0, 4, "PERSON"], [7, 21, "ORG"], [66, 79, "ORG"], [79, 96, "ORG"]]}
{"text": "I believe that now that we have signed, there is no condition precedent that will allow for the board to say no to the deal.  Given the prior understanding we had that this transaction did not require board approval I do not think we can or should ask for that approal now.\n--------------------------\nSent from my BlackBerry Wireless Handheld (www.BlackBerry.net)", "labels": [[344, 362, "url"], [314, 342, "ORG"]]}
{"text": "Thanks Lisa.  Is the $2 a fixed rate for every month or does it vary.  Also, do we buy that daily, monthly, or longer term than that?  Are there ever any problems with availability of the transmission (history of curtailments)?  Finally, what do we do with the extra power on the days Air Products doesn't take it (I think I remember the deal being for every day but Tuesdays and Wed or something strange like that)?  I know that is a lot of questions... Thanks for your help.\n\nSteve", "labels": [[7, 11, "PERSON"], [285, 297, "ORG"], [478, 483, "PERSON"]]}
{"text": "here you go", "labels": []}
{"text": "I purchase Snohomish Transmission to deliver power from MID C to Montana sys. The Transmission cost is $2.00 per mw. This cost is added in addition to the power price at MID C. The Air Products deal is at MID C.  We fill this position by purchasing at MID C.  I hope this helps. \n\n\nLisa     ", "labels": [[11, 33, "ORG"], [56, 61, "ORG"], [65, 72, "GPE"], [82, 94, "ORG"], [170, 180, "ORG"], [282, 291, "PERSON"]]}
{"text": "Hi Lisa,\n\nI am working on a Hedging Activity Report that will be sent to E&Y on a weekly basis.  I think Mo is out of the office so I heard that you might be the right person to ask for help.  For the first week, I am using a spreadsheet that Mo sent where he bought some July power at MID C.  It looks like the MID C power along with our NW Del length makes us flat for July at MID C and Montana System Border as well.  My questions are:\n\nHow does power flow between MID C and the other delivery points (like Montana)?\nDo we incur a transmission cost on top of what he bought the power for?\nWe are actually a little long (960 MWh) b/c of the Air Products deal that is a little unique ... what happens to this length?\n\nIf it's easier to explain over the phone, please give me a call at 713-853-4748.  Thanks for your help.\n\nSteve ", "labels": [[785, 793, "phone"], [0, 7, "PERSON"], [73, 76, "LOC"], [243, 245, "ORG"], [286, 294, "ORG"], [339, 345, "ORG"], [379, 384, "ORG"], [389, 410, "ORG"], [468, 473, "ORG"], [510, 517, "GPE"], [643, 655, "ORG"], [824, 829, "PERSON"]]}
{"text": "John,\n\nFurther to our conversation last week, this is written notification that the\nPower Pool was required to modify PetroCanada's direct sales/forward\ncontracts with Enron Canada Power due to the sale of the Sundance 3 unit\neffective December 29 HE 1 2001.  The details of these changes are provided\nbelow.\n\n***********************************\nOriginal Contract Number: 138\nTerminated: December 28 HE 24\nSource:  Enron Sundance 3 (Enron's metered asset)\nSink: PO1U\n\nNew Contract Number: 2048\nBegin Date: December 29 HE 1\nExpiry Date: December 31 HE 24\nSource:  Enron ECP- (Enron's unmetered asset)\nSink: PO1U\n***********************************\nOriginal Contract Number: 1287\nTerminated: December 28 HE 24\nSource:  Enron Sundance 3 (Enron's metered asset)\nSink: PO1U\n\nNew Contract Number: 2052\nBegin Date: December 29 HE 1\nExpiry Date: December 31 HE 24\nSource:  Enron ECP- (Enron's unmetered asset)\nSink: PO1U\n***********************************\n\nIf you have any questions relating to this matter, please give me a call.\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[1096, 1124, "email"], [1096, 1108, "url"], [252, 257, "phone"], [0, 4, "PERSON"], [118, 129, "ORG"], [168, 186, "ORG"], [210, 220, "ORG"], [415, 420, "ORG"], [433, 438, "ORG"], [563, 568, "ORG"], [575, 580, "ORG"], [717, 722, "ORG"], [735, 740, "ORG"], [865, 870, "ORG"], [877, 882, "ORG"], [1025, 1038, "ORG"]]}
{"text": "Paula,  Tim Detmering talked with Jeff McMahon about this the other night, but Tim isn't in today so I don't know what they decided.  However, in October it was decided by Rick Buy and Pug Winokur that this was not a board action item.  I know a lot has changed since then, so if we want to take this to the board this time we will prepare the information as you suggest.  Would you re-check with Jeff McMahon and Rick Buy and confirm that this will be a board agenda item.  In the interim, Steve Harper will get the listed items in a package.\n\nJeff  ", "labels": [[0, 5, "PERSON"], [8, 21, "PERSON"], [34, 46, "PERSON"], [79, 82, "PERSON"], [172, 180, "PERSON"], [185, 196, "PERSON"], [397, 409, "PERSON"], [414, 422, "PERSON"], [491, 503, "PERSON"], [545, 551, "PERSON"]]}
{"text": "Jeff - We are planning a BoD meeting next Wed.  A Board package for such a transaction would typically include:\n\nExec. summary of transaction\nDASH\nResolution\n\nPlease send at your convenience, but by next Monday for distribution on Tuesday.  Thanks.  Paula", "labels": [[0, 9, "PERSON"], [50, 55, "ORG"], [250, 255, "PERSON"]]}
{"text": "Greg Whalley has requested a Trader's Meeting tomorrow morning @ 7:45 a.m. (CST).  The meeting will be held in his office, ECS 06752.  The dial-in number for Portland and Calgary is listed below.\n\nDial-in #\t\t888.285.4585\nHost Code:\t869944 (Greg)\nParticipant code:\t107058\n\n\nMany Thanks,\n\nLiz Taylor\nx31935", "labels": [[70, 73, "url"], [126, 132, "phone"], [0, 12, "PERSON"], [29, 35, "ORG"], [123, 132, "ORG"], [158, 166, "GPE"], [171, 178, "GPE"], [240, 244, "PERSON"], [287, 297, "PERSON"]]}
{"text": "Hi Sabrina.  \n\n  Sorry it has taken me a while to get back to you on this.  Jenny Thome and Lisa Gang are working on Avista true-up from Jan '02 thru current. I believe that this pre-payment for $899,464.00 is for the week of Jan 1 thru Jan 7, 2002.  Mo - can you please confirm this?  The wire transfer request is pending 26, but  just says prepay without a trade date.  Payment was made 12/21/02.\n\n  Virginia", "labels": [[196, 203, "phone"], [0, 10, "PERSON"], [76, 87, "PERSON"], [92, 101, "PERSON"], [402, 410, "GPE"]]}
{"text": "I assume this has to go before our board before we sign, right??\n\n\nJeffrey McMahon\n___________________________\nExecutive Vice President &\nChief Financial Officer\nEnron Corp\n713-853-5359 phone\n713-646-5930 fax\njeffrey.mcmahon@enron.com", "labels": [[209, 234, "email"], [209, 224, "url"], [173, 180, "phone"], [67, 82, "PERSON"], [136, 138, "ORG"], [162, 173, "ORG"]]}
{"text": "Sorry,,,I forgot to attach the press .release\n\n << File: INDIA - EOGIL NEW AGREEMENT - DRAFT 7.doc >> ", "labels": [[93, 98, "url"], [57, 62, "GPE"]]}
{"text": "Jeff,  FYI here is the game plan for EOGIL and the sale to BG.  \n1) It appears that we have the fundamental support of the creditor committee to sign the BG deal for India. (See Tim's note below)\n2) I spoke to Ray by telephone(on his way to the airport) regarding the questions Lilly Chu had outlined when she spoke to Tim Detmering.\n3) To paraphrase Ray's comments to my note below, a) he is working with the creditors' committee on the D&O issues and both the committee and Ray want to put a broader program in place to handle our concerns for the asset sales and the on-going business.  At this point we are in good faith proceeding with the sale with the assumption that this will be sorted out before we sign the deal in mid-February.  b) the deal compensation should sort itself out as the appropriate people review the information they have been given over the weekend and today.  As a non-debtor we plan to honor the agreements, but we will supply Lilly et al with the information they need to understand the deal in place. \n4) With these understandings we are proceeding forward to sign the documents with BG and file a motion with the court.\n4) Brian Rosen is drafting the motion for the court and he will circulate it tomorrow for comments and expect to file it ASAP.  The hearing date will be in mid-February.\n5) Tim is in discussions with BG and the only outstanding issue is the escrow \"form of agreement\".  This will be either resolved this evening or put to the side until closing since it is not needed for signing.  However, BG is making noise that they would like to finalize it if possible before signing this evening. \n6) THEREFORE ASSUMING THE STARS ALIGN and WE SIGN THE DEAL TONIGHT, BG WILL BE ISSUING A PRESS RELEASE TOMORROW.  A COPY IS ATTACHED.  WE HAVE SENT IT THROUGH PR (John Ambler & Johan Zaayman) and the working group and now the two of you.  Do we need to send it elsewhere?   \n\nWe'll circulate a short note if and when we execute the documents.\n\nIf you have any questions or comments please contact Tim, Stephen or I.\n\njeff", "labels": [[0, 4, "PERSON"], [37, 42, "ORG"], [59, 61, "ORG"], [119, 141, "ORG"], [154, 156, "ORG"], [166, 171, "GPE"], [178, 181, "PERSON"], [210, 213, "PERSON"], [278, 287, "PERSON"], [319, 332, "PERSON"], [351, 354, "PERSON"], [438, 441, "ORG"], [476, 479, "PERSON"], [1155, 1166, "PERSON"], [1325, 1328, "PERSON"], [1352, 1354, "ORG"], [1543, 1545, "ORG"], [1803, 1814, "PERSON"], [1817, 1830, "PERSON"], [2037, 2040, "PERSON"], [2042, 2049, "PERSON"], [2053, 2061, "PERSON"]]}
{"text": "With respect to the note below,  we have done the following this morning.  \n1) We have provided Mary Jean Potenzone with Weil samples of the documents for her review.  There are a couple of different documents (Retention agreements & divestiture agreements) and the only differences being names and amounts.  We have also sent her any associated agreements, extensions and assignment.  She indicated she would review this afternoon.  My understanding is she is the conduit to Millbank.  \n\n2) None of the people on this list participated in the pre-petition retention Lilly has asked about.  Futhermore, none of these people are part of the future plan (if there is one) to the best of my knowledge.\n\n3) On D&O, supposedly Lilly said they discussed this and the creditors' see the need for such a plan but they don't want a one off plan as well.  It would be good to get someone on behalf of the creditors to send us a written note along these lines.  \n\n4)  Once we have the compensation and the D&O issue resolved, we can notify BG and sign this deal.  I suggest you call Lilly and get closure on these two issues (ok on bonuses & letter in lieu of D&O policy) if you can.\n\n5) Brian is drafting the motion and he just informed us that neither of these issues need to be in the motion, they are just creditor committee issues.\n\njeff", "labels": [[96, 115, "PERSON"], [476, 484, "ORG"], [567, 572, "ORG"], [706, 709, "ORG"], [722, 727, "ORG"], [995, 998, "ORG"], [1029, 1031, "ORG"], [1072, 1077, "ORG"], [1149, 1152, "ORG"], [1177, 1182, "PERSON"]]}
{"text": "Just spoke with Lilly Chu at Houlihan.  The Creditor's Committee is fine with the transaction with the following reservations:\n\t1)  Escrow the proceeds\n\t2)  D&O insurance will be addressed in the future\t\n\t3)  Ray needs to get back with Lilly and clarify the deal compensation arrangements for EGEP personnel including providing employment agreements to Milbank.  Lilly was confused about who was participating in the deal compensation and expressed concern about making clear that people are only getting paid once, i.e., people who got a piece of the pre-petition retention were not also getting a deal bonus for this transaction and were not also getting something out of the upcoming retention plan.\n\t4)  EGEP showed up on a chart that we sent her as a Debtor.  I told her that was incorrect and apologized for Eickenroht's mistake.  ( I just assumed it was Robert since he was not in the room at the time.)\n\t\nTherefore, the Creditors are please to have us file our motion so long as it provides for escrowing the proceeds, does not provide for separate D&O insurance and does not address the deal compensation.", "labels": [[516, 519, "url"], [16, 25, "PERSON"], [29, 37, "ORG"], [40, 64, "ORG"], [157, 160, "ORG"], [209, 212, "PERSON"], [236, 241, "ORG"], [293, 297, "ORG"], [353, 360, "ORG"], [363, 368, "ORG"], [814, 824, "ORG"], [861, 867, "PERSON"], [1057, 1060, "ORG"]]}
{"text": "Jennifer,\nYes, I do believe you have the correct understanding.  The ttls you have tie to the dms impact. Let me know if you have any questions.\n\nThanks,\nElsie", "labels": [[0, 8, "PERSON"], [154, 159, "PERSON"]]}
{"text": "Elsie:\n\nSorry, in looking over this again with Lisa, we want to be sure that we understand the request correctly.  \n\nSee attached for my understanding of what you are requesting and please confirm.\n\nI looked at this from the perspective of each entire deal.  For each, I took the total price and volume of the deal and subtracted/added the MWs you specified and then calculated the revised value of each deal.  \n\nIs this a correct understanding of the changes needed and their impact?\n\nThanks, Jenny", "labels": [[0, 5, "PERSON"], [47, 51, "PERSON"], [494, 499, "PERSON"]]}
{"text": "Hey Jennifer,\n\tDid you have any more questions related to this?\nThanks,\nElsie\n713-853-6757", "labels": [[78, 85, "phone"], [4, 12, "PERSON"], [72, 77, "PERSON"]]}
{"text": "Got it, thanks.", "labels": []}
{"text": "Jennifer,,,,,I updated the dms....in the comment section this is for 2 deals...the difference between enpwer mw and revised mw will be 8150 mw (12600mw revised to 4450mw)...the spreadsheet is the detail for the changes needed and not totals for the deals.  \n\nThanks,\nElsie", "labels": [[134, 140, "phone"], [102, 111, "ORG"]]}
{"text": "Hi Virginia,\n\nOn December 21, 2001, Jake Thomas sent a prepayment wire request of $899,464 to be paid to Avista. I'm doing a reconciliation for Avista and I need to know for what month this should be applied to. Can you please e-mail me back if you have this information? Your help is deeply appreciated. Thanks.", "labels": [[25, 33, "phone"], [3, 11, "GPE"], [36, 47, "PERSON"], [105, 111, "PERSON"], [144, 150, "PERSON"]]}
{"text": "Elsie:\n\nThanks for the welcome!\n\nAlready I have a quick question - in the attached spreadsheet, the disputed MW columns seem to add up to 12600 and 4450.  In reading the DMS, I would expect them to add up to 14600 and 5600 (or 12600 and 3600, if I only include the referrenced deal, #12593). Am I missing something?\n\nJenny", "labels": [[137, 144, "phone"], [0, 5, "PERSON"], [170, 173, "ORG"]]}
{"text": "....and welcome aboard!", "labels": []}
{"text": " << File: to portland for bpa.xls >> \nHello,,,,,this is the support of the chgs needed for dms request 12593.  If you have questions or need additional info, I'm at 713-853-6757.\n\nThanks,\nElsie", "labels": [[26, 33, "url"], [102, 108, "phone"], [13, 21, "GPE"]]}
{"text": "This email is acknowledgement from the Power Pool of Alberta of the change\nin direct sales/forward contract registration for contracts that are\ncurrently registered with the Power Pool between Suncor Energy and Enron\nCanada Power Corporation for trading after December 29 HE 1 2001.  On\nJanuary 4 the Power Pool received your acknowledgement of Enron's change in\nthe source asset for the direct sales/forward contract registrations for\ncontract # 1421 to modify the source from the Sundance 3 unit (SD3) to\nEnron's unmetered source asset (ECP-).  The modified registration terms will\nbe effective December 29 HE 1 2001 and will apply until the expiry date of\nthe contract registration for net settlement purposes.\n\nIf you have any questions relating to this matter, please give me a call.\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[861, 889, "email"], [861, 873, "url"], [276, 281, "phone"], [53, 60, "GPE"], [170, 206, "ORG"], [211, 216, "ORG"], [217, 241, "ORG"], [297, 311, "ORG"], [345, 350, "ORG"], [482, 492, "ORG"], [499, 502, "ORG"], [507, 512, "ORG"], [790, 803, "PERSON"]]}
{"text": "Now that there is a more concerted investigation going on, including numerous FBI agents in town seeking interviews, it is perhaps prudent to remind you that before talking to the FBI or any other investigator, you contact us.", "labels": [[78, 81, "ORG"], [180, 183, "ORG"]]}
{"text": "Lisa - hope you had a great week and have plans for this incredible weekend that is coming our way!!  Just wanted to drop you a line a say hi - Ciao - Serena", "labels": [[0, 11, "PERSON"], [139, 157, "PERSON"]]}
{"text": "dude, there is hardly nothing to do anymore.  not sure why they want to hire susie, i guess just in case i drop dead they want to have a backup...but i told them Darrin can be my backup....anyway...who knows...whatever...i think going back to school is good for everyone...its hard i know its going to be so hard for me...i'm going to be so broke....oh well...its only for 3 years....have to study my ass off...don't even know where to start...its been 15 years since college for me...what is a girl to do...How's Jess...what the hell is he doing now? lets get together soon...you might have to teach me how to study....\n \nlisa ", "labels": [[77, 82, "PERSON"], [162, 168, "GPE"], [514, 518, "PERSON"]]}
{"text": "Lisa - \nStill fighting with the Mo-Jo huh??  How is everything going, are you able to leave with a smile on your face everyday?  Awesome that Susie is coming back, that should be fun for you guys, get the old team back together!!  Good luck with Law school, I think that is a fabulous idea, I think I might go back to school as well, but for what I am not yet certain.  I miss you too, we should get together in the relatively near future.  Say hi to Julie for me, Serena", "labels": [[0, 8, "PERSON"], [142, 147, "PERSON"], [451, 456, "PERSON"], [465, 471, "PERSON"]]}
{"text": "I'm great except for you know who...god we fight every day...it is so funny...what's going on with you?  you don't want to come back here do you?  i wish you would have stayed...apparently, they hired another consultant, remember Susie..she is going to work part time...we are not busy here at all..we terminated NEVP and SPP so i'm usually done by 11:00...talk with Murray...hows everything else going?  i miss you...i'm thinking about going to law school...crazy, huh but i figure this is my only opportunity to go back to school..i hope all's well...hang in there...its tough times but things always happens for a reason...let me know whats up...\n \n[Gang, Lisa] ", "labels": [[348, 354, "phone"], [230, 235, "PERSON"], [313, 317, "ORG"], [367, 373, "PERSON"], [659, 663, "PERSON"]]}
{"text": "Lisa - How the heck are you??  Need a scheduler?? Serena \n\nSerena Bishop \nFinancial Analyst \nMerant \n503.617.2815 \n\n\n\n**********************************************************************\nThis e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at enron.messaging.administration@enron.com and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. \n**********************************************************************", "labels": [[578, 618, "email"], [578, 593, "url"], [101, 108, "phone"], [0, 10, "PERSON"], [50, 74, "PERSON"], [220, 231, "ORG"], [563, 574, "ORG"], [578, 618, "ORG"], [822, 833, "ORG"]]}
{"text": "     Hi.\n\n     The Market Risk Meeting has been scheduled for today at 12:30\n     p.m. Houston Time.\n\n     The dial in information is as follows:\n\n     Dial In Number:  203-719-0070\n\n     Freephone within the U.S.:  877-315-5218\n\n     Pin Number:  910410\n\n     Mercy, please reserve a conference room for those participants in\n     Houston.\n\n     Thanks.\n\n     jm\n\n\nVisit our website at http://www.ubswarburg.com\n\nThis message contains confidential information and is intended only\nfor the individual named.  If you are not the named addressee you\nshould not disseminate, distribute or copy this e-mail.  Please\nnotify the sender immediately by e-mail if you have received this\ne-mail by mistake and delete this e-mail from your system.\n\nE-mail transmission cannot be guaranteed to be secure or error-free\nas information could be intercepted, corrupted, lost, destroyed,\narrive late or incomplete, or contain viruses.  The sender therefore\ndoes not accept liability for any errors or omissions in the contents\nof this message which arise as a result of e-mail transmission.  If\nverification is required please request a hard-copy version.  This\nmessage is provided for informational purposes and should not be\nconstrued as a solicitation or offer to buy or sell any securities or\nrelated financial instruments.", "labels": [[82, 85, "url"], [70, 76, "phone"], [87, 94, "GPE"], [209, 213, "GPE"], [332, 339, "GPE"]]}
{"text": "This email is acknowledgement from the Power Pool of Alberta of the change\nin direct sales/forward contract registration for contracts that are\ncurrently registered with the Power Pool between Lethbridge Ironworks and\nEnron Canada Power Corporation for trading after December 29 HE 1 2001.  On\nJanuary 7 the Power Pool received your acknowledgement of Enron's change in\nthe source asset for the direct sales/forward contract registrations for\ncontract # 934 to modify the source from the Sundance 3 unit (SD3) to\nEnron's unmetered source asset (ECP-).  The modified registration terms will\nbe effective December 29 HE 1 2001 and will apply until the expiry date of\nthe contract registration for net settlement purposes.\n\nIn addition, as has been verbally communicated to you, the Power Pool was\nrequired to modify a direct sales/forward contract with Enron Canada Power\nCorporation that was registered with the Power Pool in 2001 due to the sale\nof the Sundance 3 unit effective December 29 HE 1 2001.  The details of\nthese changes are provided below.\n\n***********************************\nOriginal Contract Number: 933\nTerminated: December 28 HE 24\nSource:  Enron Sundance 3 (Enron's metered asset)\nSink: LI1L\n\nNew Contract Number: 2053\nBegin Date: December 29 HE 1\nExpiry Date: December 31 HE 24\nSource:  Enron ECP- (Enron's unmetered asset)\nSink: LI1L\n\nIf you have any questions relating to this matter, please give me a call.\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[1501, 1529, "email"], [1501, 1513, "url"], [283, 288, "phone"], [53, 60, "GPE"], [170, 184, "ORG"], [193, 213, "ORG"], [218, 248, "ORG"], [304, 318, "ORG"], [352, 357, "ORG"], [488, 498, "ORG"], [505, 508, "ORG"], [513, 518, "ORG"], [851, 881, "ORG"], [907, 921, "ORG"], [953, 963, "ORG"], [1158, 1163, "ORG"], [1176, 1181, "ORG"], [1306, 1311, "ORG"], [1318, 1323, "ORG"], [1430, 1443, "ORG"]]}
{"text": "The following reports have been waiting for your approval for more than 4 days.  Please review.\n\nOwner: Karen K Heathman\nReport Name: Brad Larson\nDays In Mgr. Queue: 6", "labels": [[104, 121, "PERSON"], [134, 145, "PERSON"]]}
{"text": "Elsie:\n\nSorry, in looking over this again with Lisa, we want to be sure that we understand the request correctly.  \n\nSee attached for my understanding of what you are requesting and please confirm.\n\nI looked at this from the perspective of each entire deal.  For each, I took the total price and volume of the deal and subtracted/added the MWs you specified and then calculated the revised value of each deal.  \n\nIs this a correct understanding of the changes needed and their impact?\n\nThanks, Jenny", "labels": [[0, 5, "PERSON"], [47, 51, "PERSON"], [494, 499, "PERSON"]]}
{"text": "Hey Jennifer,\n\tDid you have any more questions related to this?\nThanks,\nElsie\n713-853-6757", "labels": [[78, 85, "phone"], [4, 12, "PERSON"], [72, 77, "PERSON"]]}
{"text": "Got it, thanks.", "labels": []}
{"text": "Jennifer,,,,,I updated the dms....in the comment section this is for 2 deals...the difference between enpwer mw and revised mw will be 8150 mw (12600mw revised to 4450mw)...the spreadsheet is the detail for the changes needed and not totals for the deals.  \n\nThanks,\nElsie", "labels": [[134, 140, "phone"], [102, 111, "ORG"]]}
{"text": "Elsie:\n\nThanks for the welcome!\n\nAlready I have a quick question - in the attached spreadsheet, the disputed MW columns seem to add up to 12600 and 4450.  In reading the DMS, I would expect them to add up to 14600 and 5600 (or 12600 and 3600, if I only include the referrenced deal, #12593). Am I missing something?\n\nJenny", "labels": [[137, 144, "phone"], [0, 5, "PERSON"], [170, 173, "ORG"]]}
{"text": "....and welcome aboard!", "labels": []}
{"text": " << File: to portland for bpa.xls >> \nHello,,,,,this is the support of the chgs needed for dms request 12593.  If you have questions or need additional info, I'm at 713-853-6757.\n\nThanks,\nElsie", "labels": [[26, 33, "url"], [102, 108, "phone"], [13, 21, "GPE"]]}
{"text": "This email is acknowledgement from the Power Pool of Alberta of the change\nin direct sales registration for contracts that are currently registered\nwith the Power Pool between your organization and Enron Canada Power\nCorporation for trading after December 29 HE 1 2001.  On January 4 the Power\nPool received your acknowledgement of Enron's change in the source asset for\nthe direct sales registrations for contracts 259, 260, 1950 to 1976 (total\nof 29 contracts) to modify the source from the Sundance 3 unit (SD3) to\nEnron's unmetered source asset (ECP-).  The modified registration terms will\nbe effective December 29 HE 1 2001 and will apply until the expiry date of\nthe contract for net settlement purposes.\n\nIn addition, as has been verbally communicated to you, the Power Pool was\nrequired to modify two of Encore/EPCOR's direct sales contracts with Enron\nCanada Power Corporation that were registered with the Power Pool in 2001\ndue to the sale of the Sundance 3 unit effective December 29 HE 1 2001.  The\ndetails of these changes are provided below.\n\n***********************************\nOriginal Contract Number: 148\nTerminated: December 28 HE 24\nSource:  Enron Sundance 3 (Enron's metered asset)\nSink: EA1U\n\nNew Contract Number: 2050\nBegin Date: December 29 HE 1\nExpiry Date: December 31 HE 24\nSource:  Enron ECP- (Enron's unmetered asset)\nSink: EA1U\n***********************************\nOriginal Contract Number: 245\nTerminated: December 28 HE 24\nSource:  Enron Sundance 3 (Enron's metered asset)\nSink: ENC+\n\nNew Contract Number: 2051\nBegin Date: December 29 HE 1\nExpiry Date: December 31 HE 24\nSource:  Enron ECP- (Enron's unmetered asset)\nSink: ENC+\n***********************************\n\nIf you have any questions relating to this matter, please give me a call.\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca", "labels": [[1844, 1872, "email"], [1844, 1856, "url"], [263, 268, "phone"], [53, 60, "GPE"], [153, 167, "ORG"], [198, 228, "ORG"], [332, 337, "ORG"], [493, 503, "ORG"], [510, 513, "ORG"], [518, 523, "ORG"], [813, 827, "ORG"], [856, 861, "ORG"], [862, 886, "ORG"], [913, 927, "ORG"], [959, 969, "ORG"], [1164, 1169, "ORG"], [1182, 1187, "ORG"], [1312, 1317, "ORG"], [1324, 1329, "ORG"], [1465, 1470, "ORG"], [1483, 1488, "ORG"], [1613, 1618, "ORG"], [1625, 1630, "ORG"], [1773, 1786, "ORG"]]}
{"text": "Enron has consented to allow the Federal Bureau of Investigation to search the Enron Building and to interview employees regarding allegations of document destruction.  The company encourages all employees to fully cooperate with the FBI.\n\nThe company has retained Michael Levy and his law firm Swidler, Berlin, Shereff, Friedman, to advise any employee regarding this matter and to be present with them during any interviews by government investigators.  If you would like to speak with an attorney, please contact Ned Crady of the Legal Department at 3-4558 or contact Michael Levy's office in Washington, D.C. at 202-295-8414 and they will direct you to him here in Houston.", "labels": [[608, 611, "url"], [555, 560, "phone"], [0, 5, "ORG"], [29, 64, "ORG"], [75, 93, "ORG"], [234, 237, "ORG"], [265, 277, "PERSON"], [295, 302, "ORG"], [304, 310, "GPE"], [312, 319, "GPE"], [321, 329, "PERSON"], [516, 525, "PERSON"], [529, 549, "ORG"], [571, 585, "PERSON"], [596, 606, "GPE"], [608, 612, "GPE"], [669, 676, "GPE"]]}
{"text": "Lisa:\n\nThis is supporting documentation for a dispute from 12/01 with BPA.  I will give you a hard copy of the request from Houston.\n\nThanks!", "labels": [[58, 65, "phone"], [0, 4, "PERSON"], [70, 73, "ORG"], [124, 131, "GPE"]]}
{"text": " - ECP- direct sale detail1.xls ", "labels": [[20, 31, "url"]]}
{"text": "Earlier today, I stepped down as Enron's Chairman of the Board and Chief Executive Officer.  This decision was reached in cooperation with Enron's Board and the Creditor Committee and is effective immediately.\n\nTo emerge from bankruptcy, Enron needs a CEO who can focus 100 percent of his or her efforts on rebuilding the company.  Unfortunately, with multiple inquiries and investigations that require my immediate attention, at this time I am unable to fully concentrate on what is most important to Enron's stakeholders - preserving value for our creditors and our dedicated employees.\n\nThe Creditor Committee has begun a search for a restructuring specialist to serve as interim CEO to help the company emerge from bankruptcy.  This individual will join Enron's remaining management team to direct the company's ongoing operations.\n\nI truly believe Enron can and will survive.  I will remain a Director of the Board to help see that it does.\n\nDuring my time at Enron, I have witnessed tremendous change and opportunity.  I have seen people rigorously grow and maintain one of the world's most efficient and safest gas pipeline networks; I have seen people dedicate themselves to a cause that became a passion - the opening of energy markets; I have observed smart people come together as a team to build creative solutions like EnronOnline; and I have watched people tirelessly give of themselves to help their fellow employees and those in the community.  Regardless of what has happened, I am proud of so much of what we were able to accomplish here.\n\nThank you for your contributions to the company and for the inspiration you have been to me over the years.\n\nKen Lay", "labels": [[33, 38, "ORG"], [57, 62, "ORG"], [139, 144, "ORG"], [157, 179, "ORG"], [238, 243, "ORG"], [502, 507, "ORG"], [590, 612, "ORG"], [758, 763, "ORG"], [853, 858, "ORG"], [914, 919, "ORG"], [965, 970, "ORG"], [1332, 1343, "ORG"], [1667, 1674, "PERSON"]]}
{"text": "Lisa:\n\nCan you work on this?  I will give you a hard copy of the formal (DMS) request Houston made for this.\n\nThanks!  Jenny", "labels": [[0, 4, "PERSON"], [73, 76, "ORG"], [86, 93, "GPE"]]}
{"text": "I am doing a reconciliation on Hafslund Energy Trading for the period of November 01 thru March 03, other than December 01 all months agree.  I placed an entry in to DMS # 12596 to cover December 01.  EPMI is showing a net payable to Hafslund of $93,420, the invoice from Hafslund shows EPMI owing $66,000 for the period.  Rebecca Grace stated that a reconciliation of the scheduling sheets for December 01 is being done and this difference may be a scheduling issue.  She also stated the reconciliation will be a long process and if I supplied the carp report showing deal detail that it may help.\n\nThanks,\n\nMark", "labels": [[171, 178, "phone"], [31, 54, "ORG"], [234, 242, "GPE"], [272, 280, "GPE"], [323, 336, "PERSON"]]}
{"text": "John,\n\nFurther to the voice message that I left you, I have recalculated the amount\nof security that would be required if all of the modified direct sales\ncontracts are acknowledged by noon January 4.  The calculations are still a\nbit rough but I thought this spreadsheet would provide you with something to\nreview.  I have used a $35 Pool Price in the calculations.  Note the\nadditional tabs in the spreadsheet that detail the hourly generation that\nthe Pool has received for SD3 and SD4 .\n\nIn determining the actual security required, we will need to review the\nmegawatts in the contracts registered in detail once we have the\nacknowledgements tomorrow.  For simplicity I have assumed that everything is\nbase load and I know this is not correct.  Once we know exactly what\ncontracts we are looking at, we can fine tune the calculation.\n\n\n <<December SD3 and SD4.xls>>\n\nCarol Moline\nFinancial Controller\nPower Pool of Alberta\n(403) 233-4686\ncarol.moline@powerpool.ab.ca\n\n\n - December SD3 and SD4.xls ", "labels": [[942, 970, "email"], [860, 867, "url"], [927, 936, "phone"], [0, 4, "PERSON"], [477, 480, "ORG"], [852, 855, "PERSON"], [871, 884, "ORG"], [985, 988, "PERSON"]]}
{"text": "Rick - FYI .  I assume someone from your team is already involved.  I will work directly with Sherrick unless I hear differently from you.  Paula", "labels": [[0, 10, "PERSON"], [94, 102, "PERSON"], [140, 145, "PERSON"]]}
{"text": "I assume this has to go before our board before we sign, right??\n\n\nJeffrey McMahon\n___________________________\nExecutive Vice President &\nChief Financial Officer\nEnron Corp\n713-853-5359 phone\n713-646-5930 fax\njeffrey.mcmahon@enron.com", "labels": [[209, 234, "email"], [209, 224, "url"], [173, 180, "phone"], [67, 82, "PERSON"], [136, 138, "ORG"], [162, 173, "ORG"]]}
{"text": "Sorry,,,I forgot to attach the press .release\n\n << File: INDIA - EOGIL NEW AGREEMENT - DRAFT 7.doc >> ", "labels": [[93, 98, "url"], [57, 62, "GPE"]]}
{"text": "p a p e r l o o p . c o m   d a i l y   n e w s   s e r v i c e \n\nWelcome to paperloop.com, the premier \ninformation and exchange service for the \npulp, paper, converting, and printing industries. \n\nTHURSDAY, Nov. 8, 2001 \n\n<http://www.paperloop.com> \n\n----------------------------------------------------------\nIN THIS ISSUE:\n----------------------------------------------------------\n* Top Stories\n* Paperloop Poll\n* Paperloop.com Services\n* E-Storefront of the Week\n* Advertise in this Newsletter\n* Subscribe / Unsubscribe\n* Contact Us\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \n\nA recession in the U.S. economy and weakened pulpwood demand \nwill drive southern pulpwood pricing down further during the \nfourth quarter and the first half of 2002.\n\nCheck out\" Weak markets dash hopes of speedy recovery in \nsouthern pulpwood prices,\" this week's subject for RISI \nViewpoint, exclusive paperloop.com commentary from RISI \neconomists.  \n\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4653U62309> \n\n---------------------------------------------------- \nHEADLINES AT A GLANCE: \n---------------------------------------------------- \n\n* European pulp market prepares for testing times\n* European cartonboard sector fends off price pressure\n* Indonesia's IBRA gets key guarantee from Sinar Mas founder\n* Riverwood International Corporation reports third quarter results\n* Kvaerner finds funds to tide the group over\n* Tolaram wraps up Estonian expansion \n* Munksjo sees earnings slip in third quarter\n* Becoming proficient with low-cost shutdown management techniques\n* Papeteries Etienne brings Lamort on board for upgrade at Arles in France\n* Canadian premier Chretien presses Bush on softwood lumber dispute\n\n---------------------------------------------------\nSee full stories at: \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4654U62309> \n\nOr, scroll down to read story highlights. \n\n---------------------------------------------------- \nTODAY'S TOP STORIES: \n\n\nEuropean pulp market prepares for testing times\n\nBRUSSELS, Nov. 8, 2001  - Relief at survival rather \nthan optimism for the future made for a surprisingly \nupbeat mood during London Pulp Week this week. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4655U62309>\n\n******************************************\n\t   ****Advertisement****\n\nRonningen-Petter filters are designed to increase \nmill uptime, efficiency and profitability by \naddressing filtration for raw water intake; nozzle \nprotection; additives and coatings; and, resource \nrecovery needs for water, thermal and resource \nrecovery materials. Ronningen-Petter filters are \navailable through RPA Process Technologies.\n \nVisit our storefront: <http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4656U62309>\n\nEmail your inquiries to \n<mailto:info@rpaprocess.com?cc=hmccormick@paperloop.com&subject=Paperloop_Newsletter>\n\n******************************************\nEuropean cartonboard sector fends off price pressure\n\nBRUSSELS, Nov. 8, 2001 - Stability remains the \nwatchword for the European cartonboard industry, \nespecially in terms of pricing. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4657U62309>\n\n.................................................... \nIndonesia's IBRA gets key guarantee from Sinar Mas founder\n\nJAKARTA, Nov. 8, 2001 - IBRA has received a personal \nguarantee from the founder of the Sinar Mas Group to \ncover a debt deal reached earlier this year. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4658U62309>\n\n.................................................... \nRiverwood International Corporation reports third quarter results\n\nATLANTA, Nov. 8, 2001 - Riverwood International Corp. \ntoday reported third quarter EBITDA of $73.1 million, \ndown 9.3% compared to $80.6 million in the third \nquarter of 2000. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4659U62309>\n\n.................................................... \nKvaerner finds funds to tide the group over\n\nBRUSSELS, Nov. 8, 2001 - The Kvaerner group has \ngarnered enough shareholder support for its proposed \n$340 million rights issue. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4660U62309>\n\n.................................................... \nTolaram wraps up Estonian expansion \n\nBRUSSELS, Nov. 8, 2001 - Tolaram has completed phase \ntwo of an expansion project at its Horizon Pulp and \nPaper mill in Kehra, Estonia. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4661U62309>\n\n******************************************\n\t****Advertisement****\n\nSuccessfully \"powering\" paper mill operations since 1990, \n\"The AIM Mill System\" was redesigned from the ground up \nin 1998-1999. AIM software engineers, working closely \nwith Paper Mill personnel in every department of \nadministration, sales, customer service and quality \ncontrol, rebuilt an already competent software system to \na high-level status including centralized or decentralized \noperations, e-commerce, EDI, systems integration with \nconverting plants, electronic integration with client \nsystems and on-line access for your out-of-house sales reps. \n\"The AIM Mill System\" is a proven software design that has \nelicited compliments from users in all of our installations.\n\nCall us now and we will arrange a site visit to one of \nour clients. Or, if you prefer, we will visit your plant \nfor an in-house demonstration.   \nContact D.J. Martin 1-800-331-4466 Ext. 18. \nOr email to: <mailto:DJMartsoft@aol.com?cc=hmccormick@paperloop.com&subject=Paperloop_Newsletter>DJMartsoft@aol.com\n\n******************************************\nMunksjo sees earnings slip in third quarter\n\nSTOCKHOLM, Nov. 8, 2001 - Munksjo has posted its \nfinancial results for the first nine months of 2001.\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4662U62309>\n\n.................................................... \nBecoming proficient with low-cost shutdown management techniques\n\nATLANTA, Nov. 7, 2001 - Becoming proficient at managing \nshutdowns offers a way to reduce downtime costs, but \nlow-cost shutdown management techniques are much \ndifferent from traditional practices, said Dave Krings, \nmaintenance planning coordinator for Potlatch Corp., in \na presentation at the Pulp & Paper Reliability & \nMaintenance Conference and Exhibit in Atlanta, Ga. \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4663U62309>\n\n.................................................... \nPapeteries Etienne brings Lamort on board for upgrade at Arles in France\n\nBRUSSELS, Nov. 8, 2001 - International Paper has \nsigned up Lamort Thermo Black Clawson to rebuild the \nstock preparation system and approach flow equipment \nat its Papeteries Etienne plant, in Arles in the south \nof France.\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4664U62309>\n\n.................................................... \nCanadian premier Chretien presses Bush on softwood lumber dispute\n\nOTTAWA, Nov. 7, 2001 - Canadian Prime Minister Jean \nChretien pressed President Bush on Wednesday for a \nresolution to a growing dispute between the two \ncountries over softwood lumber.\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4665U62309>\n\n****************************************** \n          ****Advertisement**** \n\nNew from clickpaper.com...Price Limit Orders \nenable Clickpaper Registered Users to \nelectronically present their own pricing to \nEnron. Have five minutes to take a tour? \nView the exciting new tools and screens \navailable at Clickpaper.com: \n\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4666U62309> \n\n---------------------------------------------------- \npaperloop.com SERVICES: \n---------------------------------------------------- \n\n* News & Information -- industry-specific news & research\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4667U62309> \n\n* Technology Centers -- a storehouse of papermaking knowledge\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4668U62309> \n\n* Online Magazines -- Pulp & Paper, PPI and more! \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4669U62309> \n\n* Online Help Desk -- Solutions Advisor \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4670U62309> \n\n* e-Marketplace -- locate products & connect with vendors \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4671U62309> \n\n* RFQ -- quickly & easily request supplier quotes on all types of products \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4672U62309> \n\n* Career Network -- hundreds of industry job openings \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4673U62309> \n\n* Consultant Locator -- find the right firm for your project \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4674U62309> \n\n* Sign up for a free trial membership to paperloop.com \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4675U62309> \n\n* convertingloop.com -- for converters & package printers \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4676U62309> \n\n\n---------------------------------------------------- \npaperloop.com e-Storefront of the week: \n---------------------------------------------------- \n\nEnercon Industries: \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4677U62309> \n\nEnercon Industries Corporation is the leading supplier \nof Corona Treating Systems and Cap Sealing Systems in \nNorth America. This market dominance is based upon proven \nleadership in technology, superiority in quality and \nexcellence in customer service\n\nDiscover more about our products:\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4678U62309>\n\nRequest A Quote:\n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4679U62309>\n\n----------------------------------------------------\n***  Interested in advertising in this newsletter \n or on paperloop.com? \n\nContact Lisa Brayer at <mailto:lbrayer@paperloop.com>\nor call +1.415.947.3613 \n\n---------------------------------------------------- \nFor details on becoming a Commerce Partner, contact \nKaren Murray at <mailto:kmurray@paperloop.com>\nor call +1.415.947.3636   \n\n---------------------------------------------------- \n\np a p e r l o o p . c o m   d a i l y   n e w s   s e r v i c e \n\n\nUnsubscribe: \nTo unsubscribe to this newsletter, \nplease click here: \n<http://www.pubservice.com/pleml01.asp?email=MONIKA.CAUSHOLLI%40ENRON.COM> \n\nSubscribe: \nTo subscribe to this newsletter, \nplease click here: \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4680U62309> \n\n\nGlobal e-customer service: \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4681U62309> \n\nPhone: 800.565.9226 in the U.S. \n 32.2.538.6040 outside the U.S. \nEmail: <mailto:info@paperloop.com> \n\nEmail the editor: \n<mailto:nmcintosh@paperloop.com> \n\nForgot your Password? \n<http://cm.paperloop.com/redirect.jsp?cmID=C1492145L4682U62309> \n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \nCopyright 2001 paperloop.com. All rights reserved. \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~  ", "labels": [[2783, 2838, "email"], [77, 90, "url"], [216, 222, "phone"], [419, 432, "ORG"], [615, 619, "GPE"], [873, 877, "PERSON"], [930, 934, "ORG"], [1257, 1266, "GPE"], [1269, 1273, "ORG"], [1298, 1307, "PERSON"], [1318, 1353, "ORG"], [1386, 1394, "ORG"], [1471, 1478, "GPE"], [1584, 1602, "PERSON"], [1641, 1646, "GPE"], [1650, 1656, "GPE"], [1676, 1684, "PERSON"], [1693, 1697, "PERSON"], [2037, 2045, "GPE"], [2327, 2343, "ORG"], [2595, 2611, "ORG"], [2643, 2667, "ORG"], [2967, 2975, "GPE"], [3217, 3226, "GPE"], [3229, 3233, "ORG"], [3258, 3267, "PERSON"], [3277, 3284, "GPE"], [3301, 3305, "ORG"], [3361, 3380, "ORG"], [3550, 3585, "ORG"], [3617, 3624, "GPE"], [3641, 3672, "ORG"], [3914, 3922, "PERSON"], [3959, 3967, "GPE"], [3988, 3996, "ORG"], [4247, 4255, "GPE"], [4336, 4348, "LOC"], [4368, 4373, "GPE"], [4375, 4382, "GPE"], [4693, 4703, "ORG"], [4933, 4936, "ORG"], [5556, 5563, "GPE"], [5601, 5610, "GPE"], [5627, 5634, "GPE"], [5889, 5896, "GPE"], [6093, 6104, "PERSON"], [6144, 6158, "ORG"], [6182, 6214, "ORG"], [6252, 6259, "GPE"], [6385, 6403, "PERSON"], [6442, 6447, "GPE"], [6451, 6457, "GPE"], [6459, 6467, "GPE"], [6519, 6546, "ORG"], [6653, 6658, "GPE"], [6676, 6682, "GPE"], [6820, 6828, "PERSON"], [6837, 6841, "PERSON"], [6870, 6876, "GPE"], [6917, 6931, "PERSON"], [6950, 6954, "PERSON"], [7252, 7279, "ORG"], [7329, 7334, "ORG"], [7425, 7439, "ORG"], [7769, 7787, "ORG"], [7917, 7929, "ORG"], [8388, 8402, "ORG"], [9033, 9051, "ORG"], [9120, 9150, "ORG"], [9179, 9202, "ORG"], [9207, 9226, "ORG"], [9231, 9244, "LOC"], [9693, 9704, "PERSON"], [9845, 9861, "ORG"], [9872, 9884, "PERSON"], [10470, 10474, "GPE"], [10503, 10507, "GPE"]]}
{"text": "Jeff,  FYI here is the game plan for EOGIL and the sale to BG.  \n1) It appears that we have the fundamental support of the creditor committee to sign the BG deal for India. (See Tim's note below)\n2) I spoke to Ray by telephone(on his way to the airport) regarding the questions Lilly Chu had outlined when she spoke to Tim Detmering.\n3) To paraphrase Ray's comments to my note below, a) he is working with the creditors' committee on the D&O issues and both the committee and Ray want to put a broader program in place to handle our concerns for the asset sales and the on-going business.  At this point we are in good faith proceeding with the sale with the assumption that this will be sorted out before we sign the deal in mid-February.  b) the deal compensation should sort itself out as the appropriate people review the information they have been given over the weekend and today.  As a non-debtor we plan to honor the agreements, but we will supply Lilly et al with the information they need to understand the deal in place. \n4) With these understandings we are proceeding forward to sign the documents with BG and file a motion with the court.\n4) Brian Rosen is drafting the motion for the court and he will circulate it tomorrow for comments and expect to file it ASAP.  The hearing date will be in mid-February.\n5) Tim is in discussions with BG and the only outstanding issue is the escrow \"form of agreement\".  This will be either resolved this evening or put to the side until closing since it is not needed for signing.  However, BG is making noise that they would like to finalize it if possible before signing this evening. \n6) THEREFORE ASSUMING THE STARS ALIGN and WE SIGN THE DEAL TONIGHT, BG WILL BE ISSUING A PRESS RELEASE TOMORROW.  A COPY IS ATTACHED.  WE HAVE SENT IT THROUGH PR (John Ambler & Johan Zaayman) and the working group and now the two of you.  Do we need to send it elsewhere?   \n\nWe'll circulate a short note if and when we execute the documents.\n\nIf you have any questions or comments please contact Tim, Stephen or I.\n\njeff", "labels": [[0, 4, "PERSON"], [37, 42, "ORG"], [59, 61, "ORG"], [119, 141, "ORG"], [154, 156, "ORG"], [166, 171, "GPE"], [178, 181, "PERSON"], [210, 213, "PERSON"], [278, 287, "PERSON"], [319, 332, "PERSON"], [351, 354, "PERSON"], [438, 441, "ORG"], [476, 479, "PERSON"], [1155, 1166, "PERSON"], [1325, 1328, "PERSON"], [1352, 1354, "ORG"], [1543, 1545, "ORG"], [1803, 1814, "PERSON"], [1817, 1830, "PERSON"], [2037, 2040, "PERSON"], [2042, 2049, "PERSON"], [2053, 2061, "PERSON"]]}
{"text": "With respect to the note below,  we have done the following this morning.  \n1) We have provided Mary Jean Potenzone with Weil samples of the documents for her review.  There are a couple of different documents (Retention agreements & divestiture agreements) and the only differences being names and amounts.  We have also sent her any associated agreements, extensions and assignment.  She indicated she would review this afternoon.  My understanding is she is the conduit to Millbank.  \n\n2) None of the people on this list participated in the pre-petition retention Lilly has asked about.  Futhermore, none of these people are part of the future plan (if there is one) to the best of my knowledge.\n\n3) On D&O, supposedly Lilly said they discussed this and the creditors' see the need for such a plan but they don't want a one off plan as well.  It would be good to get someone on behalf of the creditors to send us a written note along these lines.  \n\n4)  Once we have the compensation and the D&O issue resolved, we can notify BG and sign this deal.  I suggest you call Lilly and get closure on these two issues (ok on bonuses & letter in lieu of D&O policy) if you can.\n\n5) Brian is drafting the motion and he just informed us that neither of these issues need to be in the motion, they are just creditor committee issues.\n\njeff", "labels": [[96, 115, "PERSON"], [476, 484, "ORG"], [567, 572, "ORG"], [706, 709, "ORG"], [722, 727, "ORG"], [995, 998, "ORG"], [1029, 1031, "ORG"], [1072, 1077, "ORG"], [1149, 1152, "ORG"], [1177, 1182, "PERSON"]]}
{"text": "Just spoke with Lilly Chu at Houlihan.  The Creditor's Committee is fine with the transaction with the following reservations:\n\t1)  Escrow the proceeds\n\t2)  D&O insurance will be addressed in the future\t\n\t3)  Ray needs to get back with Lilly and clarify the deal compensation arrangements for EGEP personnel including providing employment agreements to Milbank.  Lilly was confused about who was participating in the deal compensation and expressed concern about making clear that people are only getting paid once, i.e., people who got a piece of the pre-petition retention were not also getting a deal bonus for this transaction and were not also getting something out of the upcoming retention plan.\n\t4)  EGEP showed up on a chart that we sent her as a Debtor.  I told her that was incorrect and apologized for Eickenroht's mistake.  ( I just assumed it was Robert since he was not in the room at the time.)\n\t\nTherefore, the Creditors are please to have us file our motion so long as it provides for escrowing the proceeds, does not provide for separate D&O insurance and does not address the deal compensation.", "labels": [[516, 519, "url"], [16, 25, "PERSON"], [29, 37, "ORG"], [40, 64, "ORG"], [157, 160, "ORG"], [209, 212, "PERSON"], [236, 241, "ORG"], [293, 297, "ORG"], [353, 360, "ORG"], [363, 368, "ORG"], [814, 824, "ORG"], [861, 867, "PERSON"], [1057, 1060, "ORG"]]}
{"text": "While I'm gone,\n\nCall Chuck Goligoski to receive pricing each day for the PGE delivered losses.  509-688-6057\nChuck will be flexible to whatever else you need as well\nEnter the price in the trading log each day\n\nA fax will be coming from Sempra Energy Trading for a transaction that I did for July.  Please get it off the fax machine on Thursday and ask Kenton to initial it after you verify \n50MW Peak Mid C July $29.25/Mwh for $608,400\nFax to Ed Baughman whose Office Phone is 713-853-6351 and fax is 713-646-3059\n\nCall Ed Baughman @ 713-853-6351 with any issues\n\nCall Paul Choi at AEP with any other immediate needs 503-552-6181\n\nLeave me a voice message if any problems pop up or try my cell number below.\n\n\nMo Elafandi \nEnron North America \n121 SW Salmon, 3WTC0407\nPortland, OR 97204 \n503-464-5106 \nFax 503-464-7376\nCellular 503-860-8564", "labels": [[96, 104, "phone"], [22, 37, "PERSON"], [74, 77, "ORG"], [110, 115, "PERSON"], [238, 259, "ORG"], [354, 360, "PERSON"], [445, 456, "PERSON"], [522, 533, "PERSON"], [571, 580, "PERSON"], [584, 587, "ORG"], [725, 744, "ORG"], [770, 778, "GPE"]]}
{"text": " <<Enron Direct Sales Contracts Effective Jan 1 2002.xls>>  <<Enron Letter\nre direct sales contracts.doc>>\n\n - Enron Direct Sales Contracts Effective Jan 1 2002.xls \n - Enron Letter re direct sales contracts.doc ", "labels": [[48, 56, "url"], [47, 52, "phone"], [62, 67, "ORG"], [111, 116, "ORG"]]}
{"text": "Houston Offices Bankrupt and Non-Bankrupt Business Units:\nIf you own, lease, rent, or receive invoices for copiers or have questions regarding copiers \nPlease call Harry Grubbs at 713-853-5417, or harry.grubbs@enron.com.\n\n\nAll Bankrupt entities outside Houston, or other Offices outside Houston that are closing:\nIf you own, lease, rent, or receive invoices for copiers or have questions regarding copiers \nPlease contact Paula Corey at 713-853-9948, or paula.corey@enron.com.\n\n\nNon-Bankrupt Entities Outside Houston:\nPlease call Harry Grubbs at 713-853-5417, or harry.grubbs@enron.com.", "labels": [[197, 219, "email"], [197, 209, "url"], [179, 187, "phone"], [0, 7, "GPE"], [29, 56, "ORG"], [164, 176, "PERSON"], [227, 235, "LOC"], [253, 260, "GPE"], [287, 294, "GPE"], [422, 433, "PERSON"], [509, 516, "GPE"], [530, 542, "PERSON"]]}
{"text": "Lisa,\n\nHere's the phone list you requested.   Where I found multiple numbers, I bolded the first number.\n\nLet me know if you need changes.\n\nKathy", "labels": [[0, 4, "PERSON"], [140, 145, "PERSON"]]}
{"text": "Tricia, John has a stock option amount reported on his final pay stub that needs to be adjusted. The amount represents taxes on stock options and restricted stock exercised in 2001.  The stock option numbers on the memos sent by PaineWebber are correct, however, the restricted stock exercise should not be reported on the T4 (as per verification by Dave Peters at PriceWaterhouseCoopers on Jan 2/02).  Please make the appropriate adjustments so that the T4 is correct and advise me when corrected.  Thanks!", "labels": [[175, 180, "phone"], [0, 6, "PERSON"], [8, 12, "ORG"], [229, 240, "ORG"], [323, 325, "ORG"], [350, 361, "PERSON"], [365, 387, "ORG"], [455, 457, "ORG"]]}
{"text": " SAVINGS & ESOP PLANS\n\n\nPLEASE READ THIS IMPORTANT INFORMATION CONCERNING THE ENRON STOCK FUND IN THE ENRON CORP. SAVINGS AND ESOP PLANS\n\nOn Friday, January 11, trading of Enron stock was suspended on the New York Stock Exchange (NYSE).  All Savings and ESOP Plan transactions, including 401(k) payroll contributions,  involving this fund were placed in a pending status until trading resumed.\n\nAs announced by Enron's Office of the Chair on Wednesday, January 16, Enron stock would now be traded Over The Counter (OTC).  Upon receiving this information, work began immediately to develop a process that allows for OTC trades in the plans.\n\nOn Thursday, January 17, Enron initiated a process to facilitate OTC trades of Enron stock inside the 401(k) and ESOP and all pending transactions were processed using Thursday's closing price.  \n\nNow that trading has resumed, we urge you to review your investment elections to ensure that they are consistent with your investment goals.  \n\nAs things change, we will continue to update you.\n\nEnron Benefits Department", "labels": [[1, 15, "ORG"], [78, 83, "ORG"], [98, 113, "ORG"], [126, 130, "ORG"], [172, 177, "ORG"], [201, 228, "ORG"], [230, 234, "ORG"], [238, 249, "ORG"], [411, 416, "ORG"], [419, 438, "ORG"], [465, 470, "ORG"], [502, 513, "ORG"], [666, 671, "ORG"], [720, 725, "ORG"], [754, 758, "ORG"], [1033, 1058, "ORG"]]}
{"text": "After discussions with the management team, the HR group and our advisors on Wednesday, January 23, 2002, we agreed that Janet Dietrich and I would co-lead, with HR and our advisors, the completion of the proposed Key Employee Retention and Severance Program for Enron.\n\nA lot of ground work has been completed, however, we need to bring it together into a complete, concise and workable plan that can be negotiated and agreed to over the next two weeks.  Timing is critical.   In order to work towards retaining the intellectual capital required to maximize the value of the assets of the estate, the internal plan needs to be substantially complete by the close of business, Monday, January 28, 2002.  From there, we will endeavor to complete final discussions with the Creditors Committee and their advisors during the weeks of January 28 and February 4, 2002.  \n\nWe need your assistance between now and this Monday to complete the preparation work.\n\nSpecifically, Janet or I will schedule some time with you today, tomorrow, over the weekend or on Monday to review to following information for Debtor companies:\n\nvalidation of the information that you have already provided to HR\nobtain any additional information necessary to make sure that the HR file is complete and accurate\nyour business plan, by quarter, for the next several quarters\na clear illustration of the value that exists (as it is currently best understood), along with a plan to realize that value\na clear mapping of your personnel to the plan\nprojected role, by individual - discussion to include your view on near term activities (ex: data mining) versus longer term roles (ex: asset sales, etc)\nprojected completion time, by individual, by task - to realize the value\ndiscussion, by individual, regarding the most appropriate type(s) of retention / severance to utilize for their intended role\nservices provided, by individual, to debtor and non-debtor companies - including IT system connections and ties, partial and complete headcount, etc.\n\nFor non-debtor companies, we need to discuss:\n\nservices provided, by groups and individuals in debtor companies, including level of reliance, ability to separate tasks, individual / group services, etc.\nany other issues that you believe need to be discussed and considered in these discussions\n\n\nPreliminarily, we have broken out the groups as follows:\n\nJanet Dietrich (with Kalen Pieper and Shanna Funkhouser) will meet with the following:\n\nWholesale\t\tJim Fallon\t\nEBS\t\tRich DiMichele\nEGM\t\tGary Hickerson\nEIM\t\tRodney Malcolm\nEA\t\tDon Miller\t\t\nOngoing Concern\tJanet Dietrich\nOperations\t\tBob Hall\nIT\t\t\tPiper / Dayao\n\n\n\nDan Leff  (with Robert Jones and Marla Barnard) will meet with the following:\n\nFinance\t\tJeff McMahon\nTreasury\t\tRay Bowen\nA/P, Purchasing, Cash Management, Insurance, IR\n\nHR, EPSC, etc,\tCindy Olson\nProperties, EHS\nEES\t\tDan Leff\nAccounting\t\tRick Causey\nTax\t\t\tBob Hermann\nGovernment Affairs\tRick Shapiro\nRAC\t\tRick Buy\nLegal\t\tJim Derrick\nPR\t\t\tMark Palmer\nETS\t\tStan Horton\nInternational Assets\tJim Hughes\nE&P\t\tScott Josey\nEEOS\t\tBrian Stanley\n\n\nBy the close of business today, Robert Jones from HR will send to each of you a spreadsheet illustrating:  employee name, title, salary, supervisor, projected role, projected completion date for the role, application of type of retention to the role, comments, etc.  Please review and verify this information prior to our meeting.\n\nIf we have missed a group on these lists, please advise Janet or I immediately.\n\n\nThank you for your input and help.  Kay Chapman or Esmeralda Hinojosa will work with you to set up time to meet in the next couple of days.\n\n\nThanks - Janet & Dan", "labels": [[95, 103, "phone"], [48, 50, "ORG"], [121, 135, "PERSON"], [214, 258, "ORG"], [263, 268, "ORG"], [768, 791, "ORG"], [968, 973, "PERSON"], [2373, 2387, "PERSON"], [2394, 2406, "PERSON"], [2411, 2428, "PERSON"], [2472, 2482, "PERSON"], [2509, 2523, "PERSON"], [2524, 2527, "ORG"], [2529, 2543, "PERSON"], [2544, 2546, "ORG"], [2548, 2558, "PERSON"], [2561, 2576, "PERSON"], [2577, 2592, "ORG"], [2604, 2612, "PERSON"], [2635, 2643, "PERSON"], [2651, 2663, "PERSON"], [2668, 2681, "PERSON"], [2723, 2735, "PERSON"], [2736, 2744, "ORG"], [2746, 2755, "PERSON"], [2773, 2788, "ORG"], [2790, 2799, "ORG"], [2809, 2813, "ORG"], [2820, 2842, "ORG"], [2844, 2847, "ORG"], [2848, 2851, "ORG"], [2853, 2861, "PERSON"], [2874, 2885, "PERSON"], [2886, 2903, "PERSON"], [2923, 2935, "PERSON"], [2936, 2939, "ORG"], [2957, 2968, "PERSON"], [2974, 2985, "PERSON"], [2991, 3002, "PERSON"], [3003, 3023, "ORG"], [3024, 3034, "PERSON"], [3040, 3051, "PERSON"], [3058, 3071, "PERSON"], [3106, 3118, "PERSON"], [3124, 3126, "ORG"], [3462, 3467, "PERSON"], [3524, 3535, "PERSON"], [3539, 3557, "PERSON"]]}
{"text": "Good Afternoon Analysts,\n\nWere you unable to attend the Rice MBA Info Session?\n\nOr, would you like more information?\n\nPlease visit EB3526A for brochures, applications and other information regarding the Monday, November 5, 2001, Rice MBA Info Session.\n\n \n\nTime:  \t\t6:00 - 8:00 pm\n\nLocation:  \tECN 5c2\n\n\nIf we may offer any additional assistance, please do not hesitate to contact us\n@ x3-5614.\n\nThanks.\n\n-Constance Charles\nHuman Resources\nAnalyst & Associate Program", "labels": [[133, 137, "phone"]]}
{"text": "Lisa:\n\nHouston found another small dispute for Dec. 2001 with BPA.  \n\nPlease see the attached.  \n\nIn sum, based on BPA's figures, it looks like we doubled up by adding numbers from the 25th to numbers for the 26th (hence, doubling the 26th)\nAccording to them:\n\n12/26\nDeal 381345 = 600 MW total (not 1200) \nDeal 380414.1 = 200 MW total (not 400)\n\nPlease check the scheduling sheets and let me know if you agree.\n\nThanks!  Jenny", "labels": [[51, 57, "phone"], [0, 4, "PERSON"], [7, 14, "GPE"], [62, 65, "ORG"], [115, 118, "ORG"]]}
{"text": "In anticipation of the imminent closing of the UBSW Energy transaction, please have all outstanding employee expenses submitted to accounting no later than Thursday at 6:00 pm.  Enron will process and pay all pre-closing expenses.   \n\nNote to approvers - please approve these expense reports quickly.   ", "labels": [[47, 58, "ORG"], [178, 183, "ORG"]]}
{"text": "World <http://www.worldcom.com/main.phtml>\t   <http://e-meetings.wcom.com/gfx/dot_clear.gif>\t\n <http://e-meetings.wcom.com/index.php3>\t \n  <http://e-meetings.wcom.com/gfx/dot_clear.gif>\t\n \t \n  \t\n\nYou're on your way to more efficient and effective meetings \t\n  <http://e-meetings.wcom.com/images/orange_bar.gif>\t\n\n\nDid you resolve to improve productivity, cut down on travel, or to spend more time with family members and friends in 2002? Audioconferencing just might be your solution. But, audioconferencing isn't always as simple as it seems. Consider the following tips when you pick up the phone for that next meeting. \n\nLeader\t\n\nPick an appropriate time for the meeting. Avoid lunchtime hours, if possible. \nBe prompt and end on time. \nConduct a roll call. \nFor large audiences, use Listen Only mode, which mutes all participants until they're queued to talk. Also use an attended service level, which offers a conference coordinator to help manage the call. \nTo share a PowerPoint presentation, use Net Conferencing. Participants view the presentation on the Web while listening to you on an audioconference. You control the pace of the presentation and it ensures that participants don't jump ahead. \nIf a follow-up meeting is required, select a mutual time and date before the call is over. Follow-up via e-mail. \n\nLeader & Participants\t\n\nSpeak clearly and avoid outside conversations or background noise. \nIdentify yourself by name when speaking and address other individuals by name. \nUse your voice effectively; vary the tone and pace. \nUse the mute button if you are not speaking. If you do not have access to a mute button, press *6 on your telephone keypad to mute and unmute yourself. \n\nReceive a Free Web RSVP!\nEffective February 1, schedule a domestic attended-level audioconference or Net conference, add Instant Replay PlusSM, and you'll receive a free Web RSVP -- up to $100!* Instant Replay Plus allows individuals who missed your meeting access to a digital recording that they can listen to at their convenience. Web RSVP is our Internet-based registration tool that allows conference leaders to collect and view participant information online. Check out our Web site for more information! \n\nRecommend Us to A Friend and You Could Win a Palm m500!\nEnter for a chance to win a Palm m500 just for telling a friend about WorldCom Conferencing! Just visit us online <http://e-meetings.wcom.com/index.php3> and recommend e-meetings. For each form you complete, you'll receive five (5) entries into the sweepstakes. You can receive five (5) additional entries for each referral that visits our Web site. \n\nFor more information, call us at 1-800-480-3600 or visit us online at www.worldcom.com/conferencing <http://www.worldcom.com/conferencing>, where you'll find a host of meeting-related resources. You can also register to receive our free electronic newsletter, \"Meeting Matters.\" \n\n* Offer good for a free Web RSVP with the purchase of an Instant Replay Plus for a maximum of four calls and $100 per conference. Credit will not exceed actual Web RSVP Conferencing charges. The promotion is valid for an Instant Replay Plus conducted between February 1, 2002, and May 31, 2002, in conjunction with a domestic Premier or Standard level WorldCom audioconference or a Net conference. Customer is responsible for audioconferencing charges, Net Conferencing charges and Instant Replay charges. In order for the customer to receive the credit, the online coupon must be completed in its entirety for each conference by June 15, 2002. \n\n\nImportant Links:\ne-meetings Website -- http://e-meetings.wcom.com/index.php3\nUnsubscribe Now -- http://www.mymeetings.com/mymeetings/remove.jsp \n\nWorldCom would like to send you e-mail notes to keep you informed of new or enhanced products and services, conferencing tips, or special offers, etc. If you would prefer not to receive these messages, you may unsubscribe now <http://www.mymeetings.com/mymeetings/remove.jsp>. Thank you. \n\n\n  <http://e-meetings.wcom.com/images/blah.gif>\t\n\n \t ? 2001 WorldCom, Inc. All Rights Reserved.\nLegal Notices <http://www.worldcom.com/legal/> | Privacy Policies <http://www.worldcom.com/legal/privacy/> | Parental Resources <http://www.worldcom.com/parental_resources/>", "labels": [[7, 35, "url"], [431, 436, "phone"], [1822, 1836, "ORG"], [1896, 1915, "ORG"], [2298, 2307, "GPE"], [2340, 2348, "ORG"], [3255, 3263, "ORG"], [3697, 3705, "ORG"]]}
{"text": "Rick,\n \nFYI,\n \nI recognize some of these from our recent conversation. I assume they are still in your cost center and we do not need to transfer. \n \nRegards,\nFrank", "labels": [[0, 4, "PERSON"], [159, 164, "PERSON"]]}
{"text": "Frank,\n \nThe following RAC employees are supposed to be moving back to the Estate from the NetCo list.  However, I must forwarn you that we will not have a final list from Jeanie/ Amy until next week.\n \nVeronica Gonzalez\nPaul Radous\nSusan Rance\nRick Buy\nBjorn Hagelmann\nKaren Heathman\nCharles Schneider", "labels": [[0, 5, "PERSON"], [23, 26, "ORG"], [75, 81, "ORG"], [172, 183, "PERSON"], [203, 220, "PERSON"], [221, 232, "PERSON"], [233, 244, "PERSON"], [245, 249, "PERSON"], [254, 269, "PERSON"], [270, 284, "PERSON"], [285, 302, "PERSON"]]}
{"text": "Laura Valencia\nExecutive Assistant\nTel:  713-853-6485\nFax:  713/853-2534\n\nCONFIDENTIALITY NOTICE\n\nThe information contained in this email may be confidential and/or privileged. This email is intended to be reviewed by the individual or organization named above. If you are not the indented recipient, you are hereby notified that any review, dissemination or copying of this email or its attachments, if any, or the information contained herein is prohibited. If you receive this email in error, please immediately notify the sender by return email and delete this email from your system. Thank you.", "labels": [[40, 48, "phone"], [0, 15, "PERSON"], [35, 38, "PERSON"]]}
{"text": "Attached please find a template for the governance presentation.  The font was increased slightly for a presentation format.\n\nThanks,\n\nAndrew", "labels": []}
{"text": " <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=he&source=16564>\t \n  <http://www.sharperimagespecials.com/email/jan2202/images/side.gif>\t  <http://www.sharperimagespecials.com/email/jan2202/images/trans.gif>\t  <http://www.sharperimagespecials.com/email/jan2202/images/trans.gif>\t\n  <http://www.sharperimagespecials.com/email/jan2202/images/trans.gif>\t Special Offer: Save 50% off the sleek Digital Bookshelf Stereo with Tuner! <http://www.sharperimagespecials.com/email/jan2202/images/multiheader.gif>\nRichard, \t\nFor a limited time, you can enjoy fantastic 50% savings on our Digital Bookshelf Stereo with AM/FM Digital Tuner & Remote <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=t1&source=16564&url=http://www.sharperimage.com/us/en/catalog/productview.jhtml?sku=PH130>. No other purchase required! \n\nThis handsome \"executive style\" stereo, with brushed metallic finish and cool, blue LCD, is one of our bestsellers at its everyday price of $199.95. This month only, it can be yours for only $99.98! \n\nIt's motorized glass top powers open for access to the fully programmable CD player. You'll love its distinctive cylindrical, multidirectional satellite speakers.\n\nOther features include an AM/FM digital tuner with 40 presets; LCD with clock and timer; equalizer presets; plus a jack for an optional subwoofer and AUX jacks for your own tape deck, MD or MP3 player or headphones. All functions can be controlled by wireless remote. \n\nAct now - this special email-only offer is valid through January 31 only! \n\n  <http://www.sharperimagespecials.com/email/jan2202/images/sig.gif>\nRichard Thalheimer\nFounder\nThe Sharper Image <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=hp&source=16564> \t\n <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=im&source=16564&url=http://www.sharperimage.com/us/en/catalog/prodview1.jhtml?sku=PH130>\nDigital Bookshelf Stereo with AM/FM Digital Tuner - only $99.98! Save 50% - no other purchase required!\n  \t   <http://www.sharperimagespecials.com/email/jan2202/images/printcall.gif>\t <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=ch&source=16564&url=http://www.sharperimage.com/us/en/catalog/productview.jhtml?sku=PH130>   <http://www.sharperimagespecials.com/email/jan2202/images/trans.gif>\t\n <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=cri&source=16564&url=http://www.sharperimage.com/us/en/custrewards.jhtml>\n 5% at Sharper Image and Galleria. Click for details <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=crh&source=16564&url=http://www.sharperimage.com/us/en/custrewards.jhtml>.\n  <http://www.sharperimagespecials.com/email/jan2202/images/trans.gif>\nAbout this offer:\nShop online by clicking through this email to our primary U.S. Web site, www.sharperimage.com. You may also shop by telephone (800) 344-4444 or in any of our more than 100 stores when you bring in a printout of this email (mention code 16566). This offer cannot be combined with any other promotion and does not apply to previous purchases or Auction wins. Limit one per customer. If the item is not on-hand in a store, the sales associates will be happy to place an order for you. Offer is valid through January 31, 2002. \n  <http://www.sharperimagespecials.com/email/jan2202/images/side.gif>\t\n  <http://www.sharperimagespecials.com/email/jan2202/images/auctionfoot.gif>\t\nWe hope you enjoy receiving Sharper Image's email special offers and product previews. However, if you wish to unsubscribe from this email list, please click here <http://www.sharperimage.com/go.jhtml?tcid=43&tlid=us&source=16564&url=http://www.sharperimage.com/us/en/account/emailregister.jhtml>. \n\nPlease allow 2-3 weeks for us to remove your email address. You may receive further emails from us during that time, for which we apologize. Thank you.\t ", "labels": [[2, 32, "url"], [62, 67, "phone"], [394, 418, "ORG"], [424, 429, "ORG"], [506, 513, "PERSON"], [580, 604, "ORG"], [610, 638, "ORG"], [1240, 1243, "ORG"], [1292, 1296, "PERSON"], [1327, 1330, "ORG"], [1361, 1363, "GPE"], [1592, 1610, "PERSON"], [1848, 1872, "ORG"], [1878, 1897, "ORG"], [2379, 2405, "ORG"], [2698, 2702, "GPE"], [2983, 2990, "ORG"], [3341, 3356, "ORG"]]}
{"text": "The people from Weil Gotshal would like to talk to you about the Dynegy case on 1/25/02.  Are you available that date?  Let me know and I will arrange a time, so that we can sit in.", "labels": [[82, 87, "phone"], [16, 28, "PERSON"], [65, 71, "PERSON"]]}
{"text": "how about friday, feb ?? 1st or 2nd.  someone has packed me up and also trish/diane.  grrrr. so, i have got to go thru 40 boxes to find my stuff...haven't found my calendar yet.\n\ntrip was wonderful, but draining. being by myself to figure everything out was tiring.  highlites of trip:\nparis - went to rodin museum twice.  bought a piece that i have a picture framed at the house.\nbrussels - really liked - pretty old european city with a square/plaza/piazza. very cold.\nnormandy area - long long story.  drove [will NEVER do that alone again in another country], had to deal with Plan G within about 2 hours, whole area shut down in january.  only me walking about.  very emotional for me.\n\nwill bring pics if you want to be bored.\n\nwhere are you?  on holiday?", "labels": [[72, 83, "ORG"], [286, 291, "GPE"], [302, 314, "ORG"], [374, 379, "ORG"], [381, 389, "GPE"], [452, 458, "GPE"]]}
{"text": "Any chance we could look at the US$/Euro rates in addition to the US$/C$ rates to see whether there's a strong correllation for use in the forecasting model?  Thanks.\n\nKC", "labels": []}
{"text": " Kursk\n\nREMINDER FOR DINNER MEETING\nASME OCEAN,OFFSHORE,ARTIC ENGINEERING DIVISION \nRASISING OF THE RUSSIAN SUBMARINE KURSK\n\nTuesday, January 29th at 6:30 PM\nRamada Plaza Hotel\n7611 Katy Freeway @ 610W\n\t\nSPEAKER\nFrans van Seumeren\nPresident and CEO of Mammoet\n\n\nFrans van Seumeren initiated, negotiated and concluded the Kursk \ncontract with the Russian Government for the operation to salvage the \nKursk.  He will describe the technical and operational aspects of the \nrecovery.\n\nIf you are interested in making a reservation contact:\n\nPhil Grossweiler\nM&H Enterprises\nE Mail:\t\tPhilG@mhent.com\nPhone\t\t713-268-2156\n\nPLEASE DISREGARD REMINDER IF YOU'VE ALREADY REGISTERED WITH ME\n\nCost:\nSNAME Members \t$25\nNon Members\t\t$28\nStudents\t\t$12\n\nPlease refer to ASME Web Site for additional details at following URL:\nhttp://www.asme.org/divisions/ooaehtc/meetingnotice.htm\n\n\n\n\n------------------------ Yahoo! Groups Sponsor ---------------------~-->\nGet your FREE credit report with a FREE CreditCheck\nMonitoring Service trial\nhttp://us.click.yahoo.com/ACHqaB/bQ8CAA/ySSFAA/9rHolB/TM\n---------------------------------------------------------------------~->\n\nTo unsubscribe from this group, send an email to:\nASME-OMAE-Houston-unsubscribe@egroups.com\n\n \n\nYour use of Yahoo! Groups is subject to http://docs.yahoo.com/info/terms/ ", "labels": [[579, 594, "email"], [585, 594, "url"], [177, 182, "phone"], [56, 73, "ORG"], [100, 107, "LOC"], [118, 123, "ORG"], [212, 231, "PERSON"], [252, 259, "PERSON"], [262, 280, "PERSON"], [342, 364, "ORG"], [537, 554, "PERSON"], [686, 691, "PERSON"], [893, 898, "ORG"], [900, 914, "ORG"], [1257, 1262, "ORG"], [1264, 1270, "ORG"]]}
{"text": "Which IRA is right for you?\n\nWhether you are saving for a new home, college, or retirement,\nEnron Federal Credit Union offers \nTraditional, Roth, and Education IRAs to fit your needs.\n\n12 Month Term IRA Certificate\t2.75% APY\n24 Month Term IRA Certificate\t3.25% APY\n36 Month Term IRA Certificate\t3.75% APY\nIRA Savings\t\t\t\t1.75% APY\n\nAn IRA Savings Account can be opened with only $25,\nor open a Term IRA Certificate with $500.\n\nTo set up an IRA or for more information,\nplease visit www.enronfcu.com\nor call 713.853.6902.\n\n<Embedded Picture (Metafile)>", "labels": [[481, 497, "url"], [505, 513, "phone"], [92, 118, "ORG"], [140, 144, "PERSON"], [150, 159, "ORG"], [221, 224, "ORG"], [261, 264, "ORG"], [301, 304, "ORG"], [305, 316, "ORG"], [326, 329, "ORG"]]}
{"text": "\tscott.neal@enron.com\n\nAttached are the money market rates as of yesterday, January 22, 2002.\n\nPlease feel free to call us with any questions.\n\nThanks, Julie", "labels": [[2, 21, "email"], [2, 11, "url"], [83, 91, "phone"], [152, 157, "PERSON"]]}
{"text": "Reservation status has changed to RECEIVED. See attachment.\n\nASSIGNMENT_REF = 30970\nSELLER_CODE = AZPS\nSELLER_DUNS = 958982563\nCUSTOMER_CODE = EPMI  \nCUSTOMER_DUNS = 848921276\nAFFILIATE_FLAG = 0\nPATH_NAME = W/AZPS/AZPS-AZPS/FOURCORNE345 - PNPKAPS230//\nPOINT_OF_RECEIPT = FOURCORNE345\nPOINT_OF_DELIVERY = PNPKAPS230\nSOURCE = FOURCORNERS3\nSINK = PNPK\nCAPACITY = 0\nCAPACITY_REQUESTED = 25\nSERVICE_INCREMENT = HOURLY\nTS_CLASS = FIRM\nTS_TYPE = POINT_TO_POINT\nTS_PERIOD = OFF_PEAK\nTS_WINDOW = FIXED\nTS_SUBCLASS = WHEEL\nNERC_CURTAILMENT_PRIORITY = Nerc Priority 1\nOTHER_CURTAILMENT_PRIORITY = Default\nSTART_TIME = 06/25/2002\nSTOP_TIME = 06/25/2002\nCEILING_PRICE = 3.13\nOFFER_PRICE = 3.13\nBID_PRICE = 3.13\nPRICE_UNITS = $/mW  \nPRECONFIRMED = YES\nANC_SVC_LINK = N/A\nANC_SVC_REQ = N/A\nPOSTING_REF = 0\nSALE_REF = \nREQUEST_REF = \nDEAL_REF = \nNEGOTIATED_PRICE_FLAG = \nSTATUS = RECEIVED\nSTATUS_NOTIFICATION = lisa.gang@enron.com\nSTATUS_COMMENTS = \nTIME_QUEUED = 06/24/2002\nRESPONSE_TIME_LIMIT = \nTIME_OF_LAST_UPDATE = 06/24/2002\nPRIMARY_PROVIDER_COMMENTS = \nSELLER_COMMENTS = \nCUSTOMER_COMMENTS = For info call (503)464-5070\nSELLER_NAME = AZPS\nSELLER_PHONE = 602.250.1128\nSELLER_FAX = 602.250.1155\nSELLER_EMAIL = oasisadm@apsc.com\nCUSTOMER_NAME = Enron Power Marketing, Inc.\nCUSTOMER_PHONE = (713)853-3801\nCUSTOMER_FAX = (713)646-8272\nCUSTOMER_EMAIL = bill.rust@enron.com\nREASSIGNED_REF = 0\nREASSIGNED_CAPACITY = 0\nREASSIGNED_START_TIME = \nREASSIGNED_STOP_TIME =", "labels": [[895, 914, "email"], [895, 904, "url"], [77, 83, "phone"], [98, 102, "ORG"], [207, 223, "ORG"], [1125, 1129, "ORG"], [1233, 1255, "ORG"]]}
{"text": "John, we just received an invoice from the above company for an electronic tagging service agreement that Bill Greenizan had executed last year.  It is to renew the ETS agreement for an additional one year commencing March 10, 2002 and is in an amount of US$3,000.  I am unsure what the purpose is of the agreement and whether ECC or UBSW need to continue it.  Can you let me know what we should do with the invoice and agreement?\n\nThanks\nGreg", "labels": [[222, 230, "phone"], [0, 4, "PERSON"], [106, 120, "PERSON"], [165, 168, "ORG"], [334, 338, "ORG"], [439, 443, "PERSON"]]}
{"text": "The following reports have been waiting for your approval for more than 4 days.  Please review.\n\nOwner: Karen K Heathman\nReport Name: Brad Larson\nDays In Mgr. Queue: 5", "labels": [[104, 121, "PERSON"], [134, 145, "PERSON"]]}
{"text": "\tsabrina.minnis@enron.com\n\nHello-\n\nFor my own use, I put together the attached list of outstanding DMS requests and plan to do so at the end of each week.  \n\nIt occurred to me that perhaps this spreadsheet would be a helpful tool for all of you to see as well.  \n\nIf you have any additions/corrections (my apologies for any mistakes!), please let me know.  \nAlso, please let me know if you would like me to forward to you an updated spreadsheet like this on a weekly basis.\n\nNote:  I only pulled \"Need Further Documentation\" requests from bankruptcy forward.\n\nThanks!\n\nJenny ", "labels": [[2, 25, "email"], [2, 15, "url"], [99, 102, "ORG"]]}
{"text": "Please note that Wall 2 Wall has been delayed and will be in tomorrow instead of today.  \n\nSorry for any inconvenience. \n\nCarla \n\nWith the recent shuffle of people moving to new desks, I'm sure there will be keyboard trays that need to be moved, as well as some repairs.  Wall 2 Wall will be in on Wednesday afternoon to look after this.  \n\nPlease let me know by Wednesday morning if you need anything done. \n\nThanks, \n\nCarla ", "labels": [[122, 127, "PERSON"], [420, 425, "PERSON"]]}
{"text": "Lisa:\n\nDo you know if this issue was resolved ---did we verify how we charge BPA for LDs?\n\nThanks!  Jenny", "labels": [[0, 4, "PERSON"]]}
{"text": "What matters is what the contract indicates. What is the Enpower deal confirmation number? I will have someone pull the contract to determine EPMI's rights as it relates to charging BPA LD's.", "labels": [[57, 64, "ORG"], [142, 146, "PERSON"], [182, 190, "ORG"]]}
{"text": "Employee Name: Monika Causholli\nReport Name:   Monika Causholli\nReport Date:   10/25/01\nReport ID:     1CD662BAC8BB11D5B373\nSubmitted On:  10/25/01\n\nYou are only allowed 2 reports with receipts outstanding.  Your expense reports will not be paid until you meet this requirement.", "labels": [[78, 84, "phone"], [15, 21, "PERSON"], [54, 63, "ORG"]]}
{"text": "Virgina, correct me if I'm wrong, I believe BPA has special rules when energy is curtailed.  Instead of us charging them with liquidated damages, BPA will not bill for the hours curtailed.  I track and record the cuts by modifying the deal in deal scheduling so that settlement is aware of the cuts.\n\nlisa  ", "labels": [[0, 7, "GPE"], [44, 47, "ORG"], [146, 149, "ORG"]]}
{"text": "I assume that on all cuts on COB deliveries that we are charging BPA liquidated damages. In this case $3.50/MWhr for 6/18. Please let me know if this is not the case. Also, how do we track and record COB non-delivery LD's for BPA's? ", "labels": [[29, 32, "ORG"], [65, 68, "ORG"], [226, 229, "ORG"]]}
{"text": "We were cut 40 MW today by BPA for peak hours on 6/18 at COB on enpower deal number 305699. Lisa purchased replacement power from Avista at $30. Enpower 897712\n\nWe presold power to Avista at $33.50 for the month and are now buying it back from them at $30 to book out.  Of course, BPA should not charge us for the 27.25 supply price under their contract.\n\n\nMo Elafandi \nEnron North America \n121 SW Salmon, 3WTC0407\nPortland, OR 97204 \n503-464-5106 \nFax 503-464-7376\nCellular 503-860-8564", "labels": [[83, 90, "phone"], [27, 30, "ORG"], [57, 60, "ORG"], [92, 96, "PERSON"], [130, 136, "ORG"], [181, 187, "ORG"], [281, 284, "ORG"], [370, 389, "ORG"], [415, 423, "GPE"]]}
{"text": "IMPORTANT- THE IDS BELOW WILL BE YOUR PERMANENT ACCESS TO PRODUCTION\n\nYour PRODUCTION User ID and Password has been set up on UBSWenergy.  Please follow the steps below to access the new environment:\n\nFrom Internet Explorer connect to the UBSWenergy Production Cluster through the following link:\nhttp://remoteservices.netco.enron.com/ica/ubswenergy.ica  (use your UBSWenergy/Enron NT Log In & Password)\n\nFrom the second Start menu,  select appropriate application:\n\nSTACK MANAGER\nUser ID: JZUFFER\nPassword: q#9M#npX\t(Please Change)\n\nBelow is a special internal use only link for the simulation purposes only to get to the trading area of the website.\nDO NOT PROVIDE THIS LINK TO ANYONE NOT PART OF THE SIMULATION. \n(customers should be directed to go to the direct link www.ubsenergy.com).\n\nhttp://www.ubswenergy.com/site_index.html  (FOR SIMULATION ONLY)\n\nWEBSITE - Book (ALBERTA LONG TERM POWER)\nUser ID: MUS93962\nPassword: WELCOME!\n\nWEBSITE - Book (ALBERTA ORIGINATION)\nUser ID: MUS93124\nPassword: WELCOME!\n\nWEBSITE - Book (ALBERTA TRANSFER BOOK)\nUser ID: MUS52346\nPassword: WELCOME!\n\nPLEASE DO NOT TRANSACT BEFORE SIMULATION TOMORROW!\n\nShould you have any questions or issues, please contact me at x33465 or the Call Center at 713-584-4444\n\n\nThank you,\n\nStephanie Sever\n713-853-3465", "labels": [[297, 324, "url"], [911, 916, "phone"], [15, 18, "ORG"], [126, 136, "ORG"], [239, 249, "ORG"], [365, 375, "ORG"], [908, 916, "PERSON"], [1060, 1069, "PERSON"], [1203, 1209, "PERSON"], [1213, 1228, "ORG"]]}
{"text": "Maybe God wants us to meet a\nfew wrong people before meeting\nthe right one so that when we finally\nmeet the right person, we will know\nhow to be grateful for that gift.\n\nWhen the door of happiness closes,\nanother opens, but often times we look\nso long at the closed door that we don't\nsee the one which has been opened for us.\n\n  <http://www.funnygreetings.com/camel5/door_carpet_md_wht.gif>\n\n  <http://www2.flowgo.com/images/bt/trans.gif?page_id=10005>\n\nThe best kind of friend is the kind you\ncan sit on a porch and swing with,\nnever say a word, and then walk away\nfeeling like it was the best\nconversation you've ever had.\n\nIt's true that we don't know what we've\ngot until we lose it, but it's also true\nthat we don't know what we've been\nmissing until it arrives.\n\nGiving someone all your love is never an\nassurance that they'll love you back.\nDon't expect love in return; just wait\nfor it to grow in their heart.\nBut if it doesn't, be content it grew in yours.\n\n  <http://www.funnygreetings.com/camel5/heart.gif>            <http://www.funnygreetings.com/camel5/heart.gif>\n\nIt takes only a minute to get a crush on someone,\nan hour to like someone, and a day to love someone,\nbut it takes a lifetime to forget someone.\n\nDon't go for looks; they can deceive.\nDon't go for wealth; even that fades away.\nGo for someone who makes you smile because it\ntakes only a smile to make a dark day seem bright.\nFind the one that makes your heart smile.\n\nThere are moments in life when you miss someone\nso much that you just want to pick them from\nyour dreams and hug them for real.\n\n  <http://www.funnygreetings.com/camel5/hug.gif>\n\nDream what you want to dream; go where you\nwant to go; be what you want to be,\nbecause you have only one life and one\nchance to do all the things you want to do.\n\nAlways put yourself in others' shoes.\nIf you feel that it hurts you,\nit probably hurts the other person too.\n\nThe happiest of people don't necessarily\nhave the best of everything;\nthey just make the most of everything that\ncomes along their way.\n\nThe brightest future will always be based\non a forgotten past, you can't go on well\nin life until you let go of your past\nfailures and heartaches.\n\nWhen you were born, you were crying and\neveryone around you was smiling.\nLive your life so that when you die,\nyou're the one who is smiling and\neveryone around you is crying.\n\n  <http://www.funnygreetings.com/camel5/woman_rocking_baby_md_wht.gif>\n\n(just a reminder!!!)\n\n\n\n  _____  \n\n\n  _____  \n\nDownload exciting Logos <http://in.mobile.yahoo.com/106/>, Picture Messages <http://in.mobile.yahoo.com/108/> & Ringtones <http://in.mobile.yahoo.com/tune/christmas0.html> for your mobile phone new <http://in.yimg.com/i/in/new2.gif>", "labels": [[331, 368, "url"], [447, 452, "phone"], [6, 9, "PERSON"], [1626, 1631, "PERSON"]]}
{"text": "Make sure that all curves are downloaded by the end of simulation, 11:00 CST, tomorrow.  Ideally, the 2/7/02 curves should be marked in the morning prior to simulation.  We have been instructed to kick the calculation off as close to 11:00 CST as possible.  This is to ensure that ALL downstream systems are able to run through the simulation.\n\nPlease forward to all applicable traders.\n\nThanks,\nStacey", "labels": [[66, 73, "phone"], [396, 402, "PERSON"]]}
{"text": "How funny you ask, I spoke to them today and they did say that the deductions should start on your next check.  I realize that the past we have not made any but they have asked me to call back on Monday to discuss.  I will keep you informed.\n\nThanks for your patience.\n\nPam LaRue\nBusiness Accounting Manager\n713-438-0919 (ph)", "labels": [[308, 315, "phone"], [270, 280, "PERSON"]]}
{"text": "Lisa,\n\nI apologize for the delay!  This is a new one for us and they are taking their sweet time on getting the paper work back to us.  I have copied Pam LaRue on this email as you can see and she will respond to you on how that process is going.\n\nRhonda", "labels": [[0, 4, "PERSON"], [150, 159, "PERSON"], [248, 254, "PERSON"]]}
{"text": "  <http://www.forestweb.com/digest/images/news/corps/199.gif>\n\nNewsBeat:Daily News 11/08/2001\n\n\n\nThis email is a daily service of Forestweb <http://www.forestweb.com>'s NewsBeat. \n\nAll the stories from Thursday, Nov. 8, are available under Thursday's Headlines. <http://www.forestweb.com/taf/yesterday.taf?dt=11/08/01> \n\nNewly posted on Forestweb: CIBC World Markets. Canada - U.S. Lumber Dispute, Where Do We Go From Here? Click CIBC  <http://www.forestweb.com/editorial/analyst/cibc/cibc.11.06.01.pdf>to download. \n\nIf this NewsBeat. was forwarded to you by a colleague, please respect our copyright and order your own subscription. Corporate rates are available. For more information email NewsBeat <mailto:newsbeat@forestweb.com> \n\n\nContents\n\n\nWestern Pulp taking more market downtime at B.C. market pulp mills ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15192>...) \nLenzing decides not to buy IP's dissolving pulp mill in Natchez ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15196>...) \nPacific Northwest sawmills also feeling effects of softwood duties ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15197>...) \nPotlatch extends holiday shutdowns at lumber, wood panel mills ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15165>...) \nDomtar shutting 3 sawmills, 30 MMBF, due to drop in demand, prices ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15170>...) \nCanadian housing starts up more than 12% in October ( More <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#story15183>...) \n\n\nWestern Pulp taking more market downtime at B.C. market pulp mills\n\n11/08/2001 13:42:01, Forestweb \n\n\nBy Diane Keaton \n\nSAN FRANCISCO, Nov. 8, 2001 (Forestweb) -- Western Pulp L.P. is once again reducing production at its two pulp mills in British Columbia, due to weak market conditions.<...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15192&_UserReference=BA5D1D72DFF4022C3BEABE00>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nLenzing decides not to buy IP's dissolving pulp mill in Natchez\n\n11/08/2001 18:31:24, Forestweb \n\n\nBy Diane Keaton \n\nSAN FRANCISCO, Nov. 8, 2001 (Forestweb) -- A tentative plan for Lenzing AG of Austria to acquire International Paper Co.'s (IP) chemical cellulose market pulp mill in N...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15196&_UserReference=BA5D1D72DFF4022C3BEABE00>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nPacific Northwest sawmills also feeling effects of softwood duties\n\n11/08/2001 19:28:34, Forestweb \n\n\nBy Linda K. Barr \n\nPORT ORCHARD, Wash., Nov. 8, 2001 (Forestweb) -- The primary effects of the U.S. Commerce Department rulings are being borne by Canadian producers, especially those in British Co...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15197&_UserReference=BA5D1D72DFF4022C3BEABE00>) \n\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nPotlatch extends holiday shutdowns at lumber, wood panel mills\n\n11/07/2001 16:49:35, BW \n\n\nSPOKANE, Wash., Nov. 7, 2001 (press release) -- A combination of factors, including extremely slow markets for lumber and panel products, will result in extended holiday shutdowns at three of Potlatch Corporation's (NYSE:PCH - news) Idaho lumber, plywood and particleboard mills and holiday shutdowns at its three Minnesota oriented strand board (OSB) mills. ...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15165&_UserReference=BA5D1D72DFF4022C3BEABE00>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nDomtar shutting 3 sawmills, 30 MMBF, due to drop in demand, prices\n\n11/08/2001 07:54:09, CNW \n\n\nMONTREAL, Nov. 8, 2001 (Canada NewsWire/press release) - Domtar Inc. announced today that it will temporarily halt the production of lumber at its sawmills in Lebel-sur- Qu?villon, Val d'Or and Ste-Aur?lie (all located in the Province of Quebec) from November 19th to January 7th, 2002 in an attempt to further balance their inventories with demand....\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15170&_UserReference=BA5D1D72DFF4022C3BEABE00>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nCanadian housing starts up more than 12% in October\n\n11/08/2001 10:59:34, Press Release \n\n\nOTTAWA, Nov. 8, 2001 (press release)- The seasonally adjusted annual rate* of housing starts in Canada increased 12.7 per cent in October to 173,500 units compared with 154,000 units in September, according to Canada Mortgage and Housing Corporation (CMHC). ...\n( Story... <http://www.forestweb.com/digest/news.control.taf?_section=liststories&_function=detail&FORESTWEBNEWS_uid1=15183&_UserReference=BA5D1D72DFF4022C3BEABE00>) \t\n \t\ntop of page <http://www.forestweb.com/digest/news.control.taf?_section=view&_function=detail&EDITION_ID=2075&_UserReference=BA5D1D72DFF4022C3BEABE00#top> \t\n  _____  \n\n\n\nTo opt out of this newsletter or to make suggestions regarding NewsBeat, please email NewsBeat <mailto:pricebeat@forestweb.com>.\n\n\n\nAll news reports are copyrighted by the respective authors.\npowered by Forestweb", "labels": [[702, 732, "email"], [3, 35, "url"], [82, 88, "phone"], [337, 346, "ORG"], [348, 366, "ORG"], [368, 374, "GPE"], [382, 396, "ORG"], [430, 434, "GPE"], [526, 534, "ORG"], [792, 796, "GPE"], [976, 983, "PERSON"], [1003, 1005, "ORG"], [1032, 1039, "GPE"], [1201, 1218, "GPE"], [1429, 1437, "PERSON"], [1653, 1659, "PERSON"], [2096, 2108, "ORG"], [2140, 2144, "GPE"], [2185, 2194, "ORG"], [2201, 2213, "PERSON"], [2216, 2229, "GPE"], [2245, 2254, "ORG"], [2259, 2276, "ORG"], [2336, 2352, "GPE"], [2729, 2736, "PERSON"], [2756, 2758, "ORG"], [2785, 2792, "GPE"], [2815, 2828, "ORG"], [2831, 2843, "PERSON"], [2846, 2859, "GPE"], [2875, 2884, "ORG"], [2910, 2920, "ORG"], [2924, 2931, "GPE"], [2943, 2968, "ORG"], [3358, 3375, "GPE"], [3447, 3456, "ORG"], [3463, 3476, "PERSON"], [3493, 3498, "GPE"], [3514, 3523, "ORG"], [3555, 3559, "GPE"], [3560, 3579, "ORG"], [4001, 4009, "PERSON"], [4086, 4092, "ORG"], [4092, 4099, "GPE"], [4101, 4106, "GPE"], [4284, 4306, "ORG"], [4308, 4312, "ORG"], [4313, 4323, "ORG"], [4325, 4330, "GPE"], [4406, 4415, "GPE"], [4439, 4442, "PERSON"], [4795, 4801, "PERSON"], [4884, 4887, "ORG"], [4891, 4899, "GPE"], [4915, 4936, "ORG"], [4946, 4959, "ORG"], [5050, 5055, "ORG"], [5072, 5080, "PERSON"], [5085, 5096, "ORG"], [5113, 5135, "GPE"], [5675, 5681, "GPE"], [5771, 5777, "GPE"], [5885, 5924, "ORG"], [5926, 5930, "ORG"], [6340, 6348, "ORG"], [6480, 6489, "ORG"]]}
{"text": "Hi Rhonda,\n\n I know you are not the one who is working on this but I forgot who was....Can you tell me who and forward this email to that person.  I'm a little concerned about my State Income Tax deduction.  I have not yet seen any withdraws from my check and I know State of Oregon will charge you penalties if you exceed a certain amount per quarter.  Please look into this as soon as you can.  Thank You.\n\nlisa\n\n\n**********************************************************************\nThis e-mail is the property of Enron Corp. and/or its relevant affiliate and may contain confidential and privileged material for the sole use of the intended recipient (s). Any review, use, distribution or disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please contact the sender or reply to Enron Corp. at enron.messaging.administration@enron.com and delete all copies of the message. This e-mail (and any attachments hereto) are not intended to be an offer (or an acceptance) and do not create or evidence a binding and enforceable contract between Enron Corp. (or any of its affiliates) and the intended recipient or any other party, and may not be relied on by anyone as the basis of a contract by estoppel or otherwise. Thank you. \n**********************************************************************", "labels": [[876, 916, "email"], [876, 891, "url"], [0, 9, "PERSON"], [409, 413, "PERSON"], [518, 529, "ORG"], [861, 872, "ORG"], [876, 916, "ORG"], [1120, 1131, "ORG"]]}
{"text": "John:\n\nDo you need Accumap day one?  Carmen said that it had not been renewed so do you have access to it now?  \nIf you do need an account how many and for who?\n\nthanks,\n\nDanielle ", "labels": [[0, 4, "PERSON"], [19, 26, "PERSON"], [37, 43, "PERSON"]]}
{"text": "Monika,\n\nAll it is asking is for the receipts,  I already mailed the original receipts.  Let me know if you receive this message again.\n\nThank you,\nNyree I. Chanaba\n713-345-4035\nEIM Fundamental Analysis", "labels": [[165, 172, "phone"], [0, 6, "PERSON"], [148, 164, "PERSON"], [178, 202, "ORG"]]}
{"text": "Virginia,\nI talked with Molly from Avista and she said that this payment was for Dec 01. \n\nMo,\nUnless you disagree, I have applied this payment to the month mentioned above. Let me know. Thanks.", "labels": [[0, 8, "GPE"], [24, 29, "PERSON"], [35, 41, "PERSON"], [91, 93, "GPE"]]}
{"text": "Nyree,\n\nI received this message and i don't know what it means. Can you help?\n\nthank you,\nMonika", "labels": [[0, 5, "ORG"], [90, 96, "PERSON"]]}
{"text": "[mailto:enron_update@concureworkplace.com]\n\n\nEmployee Name: Monika Causholli\nReport Name:   Monika Causholli\nReport Date:   10/25/01\nReport ID:     1CD662BAC8BB11D5B373\nSubmitted On:  10/25/01\n\nYou are only allowed 2 reports with receipts outstanding.  Your expense reports will not be paid until you meet this requirement.", "labels": [[2, 41, "email"], [21, 41, "url"], [123, 129, "phone"], [60, 76, "PERSON"], [99, 108, "ORG"]]}
{"text": "According to HR Reports, you have 112 hrs. vacation remaining for 2001.  Please keep in mind that you may only carry over 40 hours vacation. If you believe this number is not correct or you have any questions please contact Tamara at x36583 or Nyree at x54035.\n\nTamara Davis CPS\nSr. Administrative Assistant\nEnron Industrial Markets - Fundamental Analysis\n713-853-6583", "labels": [[65, 70, "phone"], [224, 230, "PERSON"], [244, 249, "PERSON"], [262, 274, "PERSON"], [308, 332, "ORG"]]}
{"text": "(See attached file: PulpexWeekly_202.pdf)(See attached file: Pulpex_Broker_\nList2.doc)\n\nThis file can be read using Adobe Acrobat Reader\nIt is also available in a *.rtf format. If you prefer to receive the bulletin in\nthis format, please advise me by return email.", "labels": [[33, 40, "url"], [116, 129, "ORG"]]}
{"text": "Dear Team,\n\nDirections to Slainte's (click on map).  \n\nhttp://www.slainteirishpub.com/frames/fr.html\n\nHappy Hour starts at 3 PM.", "labels": [[55, 93, "url"], [26, 33, "PERSON"]]}
{"text": "National Girlfriends Day!\n\n \nWhat would most of us do without our sisters, confidants and shopping, lunching, and traveling girls? \nLet's celebrate each other for each other's sake! \nTO MY GIRLFRIENDS! \nIf you get this twice you know you have more than one girlfriend. Be Happy! \nPLEASE PASS THIS ON TO ALL OF YOUR GIRLFRIENDS AND RETURN IT TO THE \nFRIEND WHO SENT IT TO YOU! \nIt is good to be a woman: \n1. We got off the Titanic first. \n2. We can scare male bosses with the mysterious gynecological disorder excuses. \n3. Taxis stop for us. \n4. We don't look like a frog in a blender when dancing. \n5. No fashion faux pas we make, could ever rival the Speedo. \n6. We don't have to pass gas to amuse ourselves. \n7. If we forget to shave, no one has to know. \n8. We can congratulate our teammate without ever touching her rear end. \n9. We never have to reach down every so often to make sure our privates are still there. \n10. We have the ability to dress ourselves. \n11. We can talk to the opposite sex without having to picture them naked. \n12. If we marry someone 20 years younger, we are aware that we will look like an idiot. \n13. We will never regret piercing our ears. \n14. There are times when chocolate really can solve all your problems. \n15. We can make comments about how silly men are in their presence because they aren't listening anyway. \nSend this to all the bright women you know and make their day!!!!! ", "labels": []}
{"text": "John, fyi - any issues?", "labels": [[0, 4, "PERSON"]]}
{"text": "The first group of trading contracts will go out to 77 companies for a total of 168 counterparties (most companies have multiple entities).  This group obviously does not include everyone, but we have most of our major relationships (and it is the official list that has been submitted to UBS for credit approval.)  \n\nThe general marketing plan is as follows:\n- Contact all customers this week to tell them about UBS Warburg Energy\n- Get contract/PA packages in front of First Priority counterparties this week\n- Arrange meetings or follow-up calls as appropriate\n- Dave Forster and the ubswenergy.com team will be sending out online PA packages to all parties later this week (so it is important to have contacted all customers)\n- Once the initial wave of contracts is out and review/negotiations are uderway, we will submit a Second Priority list for credit approval\n\nThe attached file has all of the First Priority counterparties, along with names for gas, power, online, credit and legal.   Apologies for the imperfect information - it came from several different sources.  In addition, we have columns for describing the type of agreement and its status (not pursuing, incomplete, done).  Please complete and/or edit the attached and forward to either Debra Bailey or Lloyd Will.  If you think you should take the lead on a particular counterparty, call up the other person and work it out!  Progress on this effort will be reviewed during our twice-weekly calls.", "labels": [[587, 601, "url"], [289, 292, "ORG"], [413, 432, "ORG"], [566, 578, "PERSON"], [587, 601, "ORG"], [802, 809, "ORG"], [828, 843, "ORG"], [1257, 1269, "PERSON"], [1273, 1283, "PERSON"]]}
{"text": "Monika,\n\nPlease find the final Market Wrap attached.  Thanks.\n\nKC", "labels": [[0, 6, "PERSON"]]}
{"text": "Good Morning All-\n\nYesterday Steve Cooper sent out another voice mail.  Attached is the transcript.  Please let me know if you need anything.\n\nThanks-\nKB", "labels": [[29, 41, "PERSON"], [151, 153, "PERSON"]]}
{"text": "Hi Sabrina.  \n\n  Sorry it has taken me a while to get back to you on this.  Jenny Thome and Lisa Gang are working on Avista true-up from Jan '02 thru current. I believe that this pre-payment for $899,464.00 is for the week of Jan 1 thru Jan 7, 2002.  Mo - can you please confirm this?  The wire transfer request is pending 26, but  just says prepay without a trade date.  Payment was made 12/21/02.\n\n  Virginia", "labels": [[196, 203, "phone"], [0, 10, "PERSON"], [76, 87, "PERSON"], [92, 101, "PERSON"], [402, 410, "GPE"]]}
{"text": "The new meeting Louise Kitchen refers to in her email below will commence this Thursday, Feb. 7 @ 10:30 a.m.(CST) for 15 minutes in Conf RM 06716.  This starts a new weekly meeting for 15 minutes every Thursday @ 10:30 a.m.(CST).  The dial-in number for this new meeting is listed below, along w/the dial-in number for Tuesday's weekly meeting.  Please call me if you have any questions.\n\nCommercial Re-Start Sub-Committee Mtgs.\nThursday's 10:30 a.m. - 15 minute meeting\nDial-in#\t\t\t888.380.9636\nHost Code:\t\t926946 (Louise)\nParticipant code:\t237334\n\nTuesday's 10:00 a.m. weekly meeting\nDial-in#\t\t\t877.807.5706\nHost Code:\t\t259857 (Louise)\nParticipant code:\t913663\n\nLiz Taylor\nAssistant to Greg Whalley\n713.853.1935 office\n713.853.1838 fax\n713.854.3056 mobile", "labels": [[104, 107, "url"], [97, 104, "phone"], [16, 30, "PERSON"], [515, 521, "PERSON"], [592, 596, "PERSON"], [629, 635, "PERSON"], [663, 673, "PERSON"], [687, 700, "PERSON"]]}
{"text": "Following this morning's meeting, we have agreed to have a fifteen minute conference call on a Thursday morning to give a quick update of issues.  Chris Calger will ensure a list of progress is circulated prior to the two calls.\n\nFor those of you cc:d on this.  Please feel free to join any of the calls to catch up on progress we are making with getting contracts in place.\n\nLiz Taylor will redistribute the conference call numbers for Tuesday and Thursday.\n\nThanks\n\nLouise", "labels": [[147, 159, "PERSON"], [376, 386, "PERSON"], [468, 474, "PERSON"]]}
{"text": "Avista payments post bankruptcy", "labels": [[0, 6, "ORG"]]}
{"text": "Preparations are continuing for our simulation on Thursday, Feb. 7 from 9-11 am.\n\nDuring the simulation, you will be able to use your normal, \"live\" Stack Manager User ID and password, which will be emailed to you separately.\n\nThe attached word document below provides a basic review on Accessing the Stack Manager.  You should manage the same products as you normally would, even if those products are not expected to be going live on our initial launch day. If you have products that need to be created, please contact Kevin Meredith (3-9555) or Chris Walker (3-7533) with UBSWenergy.com immediately.\n\nTrading Goals - for all traders participating in the simulation.\nLog into the stack manager on Wednesday afternoon and ensure that your products are ready to be activated on Thursday morning. We will send you a reminder on Wednesday to advise you of the time when the application will be available.\nStart and end with a flat position\nMake markets in your respective products\nMaintain tight spreads in the products you manage\n\nNON-UBS PERSONNEL WILL NOT BE ABLE TO SEE OR TRANSACT ON PRODUCTS DURING THE SIMULATION.\n\nInternal Originators will be playing the roles of customers and will be hitting your stacks throughout the simulation.  You will also be able to trade book to book via the website with your website User ID and password which will also be emailed separately.\n\nMarket \"News\" events may be emailed to you at certain points throughout the simulation (e.g. \"storm in the gulf\").\n\nImmediately after the simulation, the website will be inactivated, so that the operations group can test the mid/back-office systems, while the IT groups clean-up the transaction data from the simulation. \n\nThe system will be made available again for live, internal trading (book to book) between traders on Friday, February 8, 2002. FRIDAY'S TRADES ARE FOR REAL.\n\nIf you can't log into any application on the day or are having trouble with your systems, please contact the UBSWenergy.com Help Desk immediately at 713.584.4444\n\nRegards,\nUBSWenergy.com", "labels": [[575, 589, "url"], [539, 544, "phone"], [521, 535, "PERSON"], [548, 560, "PERSON"], [669, 672, "PERSON"], [1030, 1037, "ORG"], [1486, 1490, "LOC"]]}
{"text": "additional avista information.", "labels": [[11, 17, "ORG"]]}
{"text": "As of start of business, Wednesday, February 6th, you will have been migrated to the UBSW Energy environment.\nHere are a couple of quick tips and reminders to get you going:\n\n? You will log in with your Enron NT ID, this will not change\n\n?\tYou will be asked to change your password, follow the standard Enron rules\n\n?\tYour desktop will look the same\n\n?\tEmail will not be affected until Day 1, on which you will have your new UBSWE email address\n\n?\tAll compliant data and email should be copied to the UBSWE environment no later than Midnight (CST), Thursday, February 7, 2002 (see Data Migration Protocol email for compliancy direction)\n\n?\tNo data or emails are to be deleted from the system\n\n\nIf you have any questions or concerns, please contact the Resolution Center at x 3-1411", "labels": [[570, 576, "phone"], [203, 214, "ORG"], [303, 308, "ORG"], [748, 769, "ORG"]]}
{"text": "In case you ever want to know what I've purchased on a monthly basis.\n\nMo.", "labels": []}
{"text": "Hi Virginia,\n\nOn December 21, 2001, Jake Thomas sent a prepayment wire request of $899,464 to be paid to Avista. I'm doing a reconciliation for Avista and I need to know for what month this should be applied to. Can you please e-mail me back if you have this information? Your help is deeply appreciated. Thanks.", "labels": [[25, 33, "phone"], [3, 11, "GPE"], [36, 47, "PERSON"], [105, 111, "PERSON"], [144, 150, "PERSON"]]}
{"text": "I attach an updated list (to Feb 5) of the terminated contracts to date.  F=\nor informational purposes, I have added a column that sets out the settleme=\nnt dates for contracts we have settled, so there may be some additional cou=\nnterparties added to my previous list where there was no ECC agreed termina=\ntion date but we have settled and terminated (no one needs to do anything f=\nor these c/ps).  Again, the first table sets forth the physical contracts t=\nhat have been terminated and the second sets out the financial contracts, a=\nnd all data reflects ECC's (not the counterparties') perception of the worl=\nd.  I have vetted my list against Blakes' master list and believe this is a=\nccurate in all respects.  As I indicated in my previous e-mails to you ther=\ne were a few date discrepancies and I have previously provided you with the=\n corrected dates for El Paso, Marathon, AEC Marketing, Calpine (Encal), Wil=\nliams Energy and Baytex (all physical), all which are now correctly reflect=\ned in the attachment.  A few others that were not previously on the list in=\nclude Coast Energy (physical) which auto terminated on Dec 2 and PrimeWest =\nEnergy (physical) which auto terminated on Dec 2. =20\n\nThanks\nGreg", "labels": [[226, 230, "ORG"], [288, 291, "ORG"], [650, 656, "ORG"], [842, 846, "ORG"], [868, 875, "GPE"], [877, 885, "ORG"], [887, 900, "ORG"], [902, 911, "ORG"], [941, 947, "ORG"], [1143, 1152, "ORG"]]}
{"text": "Lisa:\n\nI believe that I gave you a hard copy of this spreadsheet and email on Friday.  Thanks!", "labels": [[0, 4, "PERSON"]]}
{"text": "Hi Jennifer,\n\nAttached is a spreadsheet that I received from Avista Energy verifying the wires that were paid to them. Please disregard the amounts that are highlighted in green because those items were paid by EES. Also, at the time that she sent me this spreadsheet, the items that are highlighted in yellow had not been settled yet. I was able to tie back to every wire except for the one that is in red bold. Hopefully this file will help you true-up these DMS's but please if you have any questions, please give me a call 713-345-1545. Thanks.", "labels": [[526, 534, "phone"], [0, 11, "PERSON"], [61, 74, "ORG"], [211, 214, "ORG"], [461, 464, "ORG"]]}
{"text": "     Hi.\n\n     The Market Risk Meeting has been scheduled for today at 5:15\n     p.m. Houston Time.\n\n     The dial in information is as follows:\n\n     Dial In Number:  203-719-0070\n\n     Freephone within the U.S.:  877-315-5218\n\n     Pin Number:  808787\n\n     Mercy, please reserve a conference room for those participants in\n     Houston.\n\n     Thanks.\n\n     jm\n\n\nVisit our website at http://www.ubswarburg.com\n\nThis message contains confidential information and is intended only\nfor the individual named.  If you are not the named addressee you\nshould not disseminate, distribute or copy this e-mail.  Please\nnotify the sender immediately by e-mail if you have received this\ne-mail by mistake and delete this e-mail from your system.\n\nE-mail transmission cannot be guaranteed to be secure or error-free\nas information could be intercepted, corrupted, lost, destroyed,\narrive late or incomplete, or contain viruses.  The sender therefore\ndoes not accept liability for any errors or omissions in the contents\nof this message which arise as a result of e-mail transmission.  If\nverification is required please request a hard-copy version.  This\nmessage is provided for informational purposes and should not be\nconstrued as a solicitation or offer to buy or sell any securities or\nrelated financial instruments.", "labels": [[81, 84, "url"], [167, 175, "phone"], [86, 93, "GPE"], [208, 212, "GPE"], [331, 338, "GPE"]]}
{"text": "Thanks - sounds like you are doing everything you can.  Let me know on Thursday if you have not heard anything and I can follow up with Mark again (I talk to him almost everyday anyways).   Same goes for the Nevada Power dispute.\n\nJenny", "labels": [[136, 140, "PERSON"], [208, 220, "ORG"]]}
{"text": "for you info\n\nlisa", "labels": []}
{"text": "I have e-mail Molly and as of yet no response\n\nMark", "labels": []}
{"text": "Thanks!\n\nlisa ", "labels": []}
{"text": "Lisa I will need to call Hafslund today and request their December 01 detail.\n\nThanks\n\nMark\n\n713-345-7179", "labels": [[93, 100, "phone"], [0, 4, "PERSON"]]}
{"text": "Lisa,\n\nMark is the one that is taking care of that CP and he is not in today.Sabrina Minnis is original coordinator and I asked if she had copies of the information for Hafslund and she replied that she gave it information to Mark Confer.  I'll leave him a note letting him know what you need. The Hafslund issue that I was working with is dealing with the month of Jan 2001. Let me know if I could be of any more assistance to you.\n\nKa'Tina-", "labels": [[71, 84, "url"], [369, 374, "phone"], [0, 4, "PERSON"], [7, 11, "PERSON"], [51, 53, "ORG"], [77, 91, "PERSON"], [169, 177, "GPE"], [226, 237, "PERSON"], [298, 306, "GPE"]]}
{"text": "Both for all of Dec and or any day that has discrepancy.\nThanks!\n\nlisa", "labels": []}
{"text": "Lisa,\n\n\tDO you need the detail the Enron has for Hafslund or the detail from Hasfslund or Dec 01?\n\nKa'Tina", "labels": [[0, 4, "PERSON"], [35, 40, "ORG"], [49, 57, "GPE"], [77, 86, "GPE"]]}
{"text": "We are continuing work to ensure our new online trading system, UBSWenergy, is ready for launch on the week of Feb. 11, which is the week following the anticipated Enron/UBS Closing Date of Friday, Feb. 8.\n\nTo assist in this process, we are planning an online trading simulation for Thursday, February 7 from  0900 to 1100 (CST). It is planned to include all  traders, originators, mid/back-office staff and IT teams who would normally be involved with electronic trading.\n\nPurpose of the simulation - The simulation will test our \"live\" trading environment (restricted to internal access only) and will:\n\nTest the integrity and functionality of the system and related processes (including credit, risk, legal, operations, etc.)\nProvide an opportunity for traders to verify their products and product setup\nDemonstrate how the trading system and processes work to UBS staff visiting next week\n\nNature of the simulation - The simulation will include testing of all processes related to trading and mid/back-office functions:\n\nCredit, Legal, Risk, Operations, and other groups:\nProfile tests for \"external\" customers (role-played by Originators)\nProfile tests for internal users (traders, back-office, etc.)\nData and Process checking as completed transactions flow through Mid/back-Office systems\n\nTraders and Originators:\nTraders will be managing their individual books and associated products. Although we may be restricted to certain financial products on launch day, both physical and financial will be available during the simulation. Each trader will be asked to manage their individual position and profitability goals for the simulation.\nOriginators and others will be asked to play the roles of counterparties. Credit limits, etc. will be tested during the simulation.\n\nInformation Technology:\nWill assist in preparing data on the system for the simulation.\nAfter the simulation is over, will work with the relevant groups to test the trade-data in various systems and risk books\nWill ensure all simulation data is removed from the system after the simulation is complete.\n\n\nNext steps \n\nTraders and Originators will be contacted prior to simulation day to ensure they have appropriate access to the system.\nOriginators will be assigned specific roles. You should expect to receive an email and/or handout on or before Wednesday, Feb. 6.\nUBSWenergy personnel will be meeting with back office personnel over the next several days to ensure everything is in place for the simulation.\n\n\nSummary\n\nThis simulation is an important step towards re-launching our trading business. We appreciate the participation of everyone involved as we prepare for the public launch of UBS Warburg Energy and the UBSWenergy trading platform.\n\nIf you have any questions, comments, suggestions, or ideas regarding this simulation, please feel free to contact Bob Shults (30397) or myself (31861). \n\n\nRegards,\nDave Forster\n713.853.1861\nE-Mail:\tDavid.Forster@enron.com", "labels": [[2927, 2950, "email"], [2927, 2940, "url"], [309, 315, "phone"], [64, 74, "ORG"], [164, 169, "ORG"], [170, 173, "ORG"], [864, 867, "ORG"], [1777, 1799, "ORG"], [2345, 2355, "ORG"], [2672, 2690, "ORG"], [2699, 2709, "ORG"], [2843, 2853, "PERSON"], [2893, 2905, "PERSON"], [2927, 2950, "ORG"]]}
{"text": "Mark:\n\nWe figured this out...\n\nIn looking at CARP we found discrepancies for both purchases and sales on the 12th that explained the difference between the CP and Enpower.  When I autosheduled these existing deals, our numbers equal theirs.\n\nI marked this DMS as complete.\n\nThanks for your help.\n\nJenny", "labels": [[163, 170, "ORG"]]}
{"text": "Please find attached the latest, and what should be the final for the immediate period of time, copy of the marketing list. Please filter the PA column by your name to double-check against the list you are currently working off of. \nThere are some smaller subsids of larger companies previously assigned now listed. I pulled these subs in from the credit pre-approval list. I will be passing out draft contracts folders for these counterparties tomorrow to the people responsible for the respective parent companies.\nThere are some companies on your lists that do not have draft packets. These companies have NOT been pre-approved by credit, but credit is working on them now. Continue to call these customers regarding password applications, but do not promise that the ISDA documents, etc. are immediately forthcoming until we receive those worksheets from credit.\nPlease continue to pass on both the pa information and the draft packets as you receive the correct contact info. If you have any questions at all, please call me at 5-3614 or come by my desk at 06541 in the rotunda.\n\nThank you,\nJennifer McQuade", "labels": [[1035, 1040, "phone"], [771, 775, "ORG"], [1096, 1112, "PERSON"]]}
{"text": "On Wednesday, June 19, at 1000 MDT (0900 PDT) we will test the EHV web \nsite server's ability to utilize OATI digital certificates.  This will require moving \nto the backup server for about an hour.  While on the backup, access to the \nsite will not be available through Tradewave.  After the test, we will switch \nback to Tradewave.\n\nWe'd like as many people as possible to participate in this test.  To \nparticipate, you must have an OATI digital certificate.  If you do not yet have \nan OATI certificate and are ready to get one, please send a message to me \nand I'll let OATI know.  It will take 2-3 days to obtain and install a certificate.\n\nPlease let me know today if you plan to participate in the test.  Following the \ntest, I'll be requesting information from you as to how successful you were in \naccessing the site.\n\nAs I have announced before, after June 30, the access through Tradewave \nwill no longer be available.", "labels": [[25, 31, "phone"], [105, 109, "ORG"], [271, 280, "ORG"], [323, 332, "ORG"], [891, 900, "ORG"]]}
{"text": "Further to prior e-mails, I have now confirmed with Blakes that the following c/ps originally had the wrong termination dates set.  They have now been corrected to the appropriate dates, all of which were Feb 1, 2002 (John, these are the same ones I identified to you last week).\n\nAEC Marketing, physical, gas  - February 1, 2002\nCalpine Canada Natural Gas Partnership (Encal) physical, gas - February 1, 2002\nEl Paso Merchant Energy, physical gas - February 1, 2002\nWilliams Energy Marketing & Trade Co. - February 1, 2002\n\nGreg", "labels": [[211, 217, "phone"], [52, 58, "PERSON"], [218, 222, "PERSON"], [281, 294, "ORG"], [330, 368, "ORG"], [410, 433, "ORG"], [467, 504, "ORG"]]}
{"text": "I have e-mail Molly and as of yet no response\n\nMark", "labels": []}
{"text": "> The purpose of this email is to address some of the questions you may\n> have regarding the gold sector:\n>\n> *\t\"Gold stocks are way ahead of the gold price - what's going on?\"\n>\n> *\t\"The US dollar remains strong - how can gold rally?\"\n>\n> *\t\"How can gold stocks rally when inflation remains so tame?\"\n>\n> The following charts (found in the attached Word document - sourced\n> from Bloomberg) illustrate the relationship of gold stocks and bullion\n> to several other important variables: $US, CRB, CPI, and TSE Metals\n> and Minerals Index.\n>\n> We hope that you will agree with our conclusions that based on the\n> response of these variables at the end of the last recession:\n>\n> 1) It is reasonable to see bullion lag the gold stocks in this\n> economic environment (end of Fed easing).\n>\n> 2) Gold/gold stocks CAN rally in the face of a strong US dollar.\n>\n> 3) Gold/gold stocks rise on the threat of inflation - not necessarily\n> the appearance of inflation itself.\n>\n> Chad Williams\n> TD Newcrest\n> 416-308-2360", "labels": [[999, 1007, "phone"], [188, 190, "GPE"], [381, 390, "ORG"], [488, 490, "GPE"], [492, 495, "ORG"], [772, 775, "ORG"], [843, 845, "GPE"], [970, 984, "PERSON"], [986, 998, "PERSON"]]}
{"text": "Thanks!\n\nlisa ", "labels": []}
{"text": "Lisa I will need to call Hafslund today and request their December 01 detail.\n\nThanks\n\nMark\n\n713-345-7179", "labels": [[93, 100, "phone"], [0, 4, "PERSON"]]}
{"text": "Lisa,\n\nMark is the one that is taking care of that CP and he is not in today.Sabrina Minnis is original coordinator and I asked if she had copies of the information for Hafslund and she replied that she gave it information to Mark Confer.  I'll leave him a note letting him know what you need. The Hafslund issue that I was working with is dealing with the month of Jan 2001. Let me know if I could be of any more assistance to you.\n\nKa'Tina-", "labels": [[71, 84, "url"], [369, 374, "phone"], [0, 4, "PERSON"], [7, 11, "PERSON"], [51, 53, "ORG"], [77, 91, "PERSON"], [169, 177, "GPE"], [226, 237, "PERSON"], [298, 306, "GPE"]]}
{"text": "Both for all of Dec and or any day that has discrepancy.\nThanks!\n\nlisa", "labels": []}
{"text": "Lisa,\n\n\tDO you need the detail the Enron has for Hafslund or the detail from Hasfslund or Dec 01?\n\nKa'Tina", "labels": [[0, 4, "PERSON"], [35, 40, "ORG"], [49, 57, "GPE"], [77, 86, "GPE"]]}
{"text": "I have updated the list to reflect all changes received. If you notice any more errors or if any counterparties have been reassigned, please let me know so that I can continue to make changes.\nAlso, please see Louise's additions at the bottom of the list (from Adams Resources Marketing downward) and let me know if you have good relationships with any of these counterparties and could please take responsibility for them. Otherwise, our marketing team will be contacting these customers.\nFinally, please note that even though there may be names for a specific counterparty in both the gas and the power columns, the person ultimately responsible for contacting that customer regarding the password application and registration forms is the person in the PA column on the far right.\nPlease remember when you are speaking to your customers to get all contact info possibly including contact name, phone and fax, e-mail, and address and send all this to Mary Griff Gray so that she can send them the PA and registration forms. \n\nPlease call me at 5-3614 if you have any questions or come by my desk at 06541.\n\n\nJennifer McQuade", "labels": [[1048, 1053, "phone"], [210, 216, "PERSON"], [261, 286, "ORG"], [953, 968, "PERSON"], [1110, 1126, "PERSON"]]}
{"text": "During the course of their investigation, Special Agents from the Federal Bureau of Investigation will be taking documents they believe may be important for their investigation from employees' offices.  The FBI has agreed to return copies of such documents. \n\nIn addition, should you have an immediate need for a document requested by the FBI, please make a copy of the specific document and give the original to the FBI. Thank you for your cooperation.", "labels": [[42, 56, "ORG"], [62, 97, "ORG"], [207, 210, "ORG"], [339, 342, "ORG"], [417, 420, "ORG"]]}
{"text": "What matters is what the contract indicates. What is the Enpower deal confirmation number? I will have someone pull the contract to determine EPMI's rights as it relates to charging BPA LD's.", "labels": [[57, 64, "ORG"], [142, 146, "PERSON"], [182, 190, "ORG"]]}
{"text": "Virgina, correct me if I'm wrong, I believe BPA has special rules when energy is curtailed.  Instead of us charging them with liquidated damages, BPA will not bill for the hours curtailed.  I track and record the cuts by modifying the deal in deal scheduling so that settlement is aware of the cuts.\n\nlisa  ", "labels": [[0, 7, "GPE"], [44, 47, "ORG"], [146, 149, "ORG"]]}
{"text": "I assume that on all cuts on COB deliveries that we are charging BPA liquidated damages. In this case $3.50/MWhr for 6/18. Please let me know if this is not the case. Also, how do we track and record COB non-delivery LD's for BPA's? ", "labels": [[29, 32, "ORG"], [65, 68, "ORG"], [226, 229, "ORG"]]}
{"text": "Dear Team,\n\nThe following company analyses have been completed.  These are posted on the web site under each company as \"company analysis\".  If you have any questions, please call me at\n5-7186.\n\n* Indicates new companies added to the list.\n\nASIA\t\t\t\t\t\t\t\t\t\n\nAsia Pacific Resources\t\t\t\t\t\t\nCellMark\nCoca-Cola \nMalaysian Newsprint Industries\nMarubeni\nPan Asia Paper\nSingapore Press Holdings\nStora Enso\n\nEUROPE\n\nArjo Wiggins Appleton\nDuni AB\nFrantschach\nGrupo Empresarial ENCE\nHaindl *\nHolmen *\nJefferson Smurfit Group *\nM-Real (Metsa-Serla) *\nMayr - Melnhof *\nMercer International *\nPortucel *\n\nLATIN AMERICA\n\nAracruz\nArauco\nCopamex\nDurango\nVotorantim\n\n\nNORTH AMERICA\n\nAbitibi Consolidated * Financial Summary \nAllied Waste\nBowater\nCascades\nCasella Waste\nCentex Corp.\nDomtar\nDow Jones\nGaylord Container\nGeorgia Pacific\nInternational Paper\nInterstate Resources *\nKB Homes\nKrueger *\nLouisiana Pacific\nMead\nNewark Group\nNorampac\nPope & Talbot\nPotlatch\nPulte Corp.\nRepublic Services Group\nRock-Tenn\nSAPPI\nSCA\nSmurfitStone Container Corp.\nTembec\nTemple-Inland\nWaste Management\nWeyerhaeuser\nWillamette Industries\n\nThanks,\n\nStacey\n\nStacey L. Wales\n\nStacey Wales\nOrigination Transaction Support\nEnron Industrial Markets\n713-345-7186", "labels": [[188, 192, "phone"], [241, 245, "LOC"], [256, 278, "ORG"], [294, 305, "ORG"], [305, 335, "ORG"], [336, 344, "ORG"], [345, 353, "ORG"], [360, 384, "ORG"], [385, 395, "PERSON"], [397, 403, "LOC"], [405, 417, "ORG"], [427, 435, "ORG"], [435, 446, "ORG"], [447, 469, "ORG"], [470, 476, "GPE"], [488, 511, "ORG"], [522, 533, "PERSON"], [537, 551, "ORG"], [554, 560, "PERSON"], [589, 602, "LOC"], [604, 611, "ORG"], [612, 619, "ORG"], [619, 627, "ORG"], [627, 634, "ORG"], [635, 645, "PERSON"], [648, 661, "LOC"], [663, 683, "ORG"], [705, 711, "ORG"], [735, 748, "ORG"], [749, 761, "ORG"], [762, 768, "ORG"], [769, 778, "ORG"], [779, 796, "ORG"], [797, 813, "ORG"], [833, 853, "ORG"], [856, 864, "ORG"], [865, 872, "PERSON"], [875, 893, "ORG"], [893, 898, "ORG"], [898, 911, "ORG"], [911, 919, "ORG"], [920, 933, "ORG"], [934, 943, "ORG"], [943, 954, "ORG"], [955, 978, "ORG"], [979, 989, "GPE"], [989, 994, "ORG"], [995, 999, "ORG"], [999, 1027, "ORG"], [1028, 1034, "PERSON"], [1035, 1049, "ORG"], [1066, 1078, "ORG"], [1079, 1100, "ORG"], [1111, 1117, "PERSON"], [1119, 1134, "PERSON"], [1136, 1148, "PERSON"], [1181, 1206, "ORG"]]}
{"text": "We were cut 40 MW today by BPA for peak hours on 6/18 at COB on enpower deal number 305699. Lisa purchased replacement power from Avista at $30. Enpower 897712\n\nWe presold power to Avista at $33.50 for the month and are now buying it back from them at $30 to book out.  Of course, BPA should not charge us for the 27.25 supply price under their contract.\n\n\nMo Elafandi \nEnron North America \n121 SW Salmon, 3WTC0407\nPortland, OR 97204 \n503-464-5106 \nFax 503-464-7376\nCellular 503-860-8564", "labels": [[83, 90, "phone"], [27, 30, "ORG"], [57, 60, "ORG"], [92, 96, "PERSON"], [130, 136, "ORG"], [181, 187, "ORG"], [281, 284, "ORG"], [370, 389, "ORG"], [415, 423, "GPE"]]}
{"text": "John,\n\nSorry, I missed you on the original distribution list.  I work for Lloyd Will on the East Power Desk and have been coordinating the UBS start up steps related to NERC, ISO's and TP's.  \n\nDebra", "labels": [[0, 4, "PERSON"], [74, 84, "PERSON"], [139, 142, "ORG"], [169, 173, "ORG"], [175, 178, "ORG"], [185, 187, "ORG"]]}
{"text": "Leslie, Jim:\n\nWe will need the following information to complete the transmission provider applications, ISO agreements, and NERC memberships.  \n\n- Billing Contact including address, number, email etc.  \n- Customer Contact including address, number, email etc.  (We recommend Corry Bentley for the East, however need to confirm address)\n- Routing numbers, billing fax numbers\n- UBS AG DUNS number\n- Confirm what company name to be utilized for the Transmission Provider, ISO and NERC Regional Reliability Council agreements/memberships.\n\nLeslie, can you assist in helping us finalize the above information.  We would like to begin mailing in the TP, ISO & NERC agreements next week on the 12th. \n\nIn regards to NERC ETAG and NERC business entity, we would like to register as UBS.  If we register as UBSWE it may get confused with the East and West scheduling desks.  Therefore, we would like to use the following initials for the NERC scheduling desk codes: UBSE (east desk), UBSW (west desk), UBSC (canada).   I will coordinate this with the West and Canada desks this week, in addition to other remaining steps such as registration with Tradewave for JTSIN OASIS etc.  \n\nDebra", "labels": [[0, 6, "PERSON"], [8, 11, "PERSON"], [105, 108, "ORG"], [125, 129, "ORG"], [276, 289, "PERSON"], [378, 384, "ORG"], [444, 469, "ORG"], [471, 474, "ORG"], [479, 512, "ORG"], [538, 544, "PERSON"], [646, 648, "ORG"], [650, 660, "ORG"], [711, 715, "ORG"], [725, 729, "ORG"], [776, 779, "ORG"], [835, 839, "LOC"], [844, 848, "LOC"], [931, 935, "ORG"], [959, 963, "ORG"], [977, 981, "ORG"], [995, 1007, "ORG"], [1044, 1048, "LOC"], [1053, 1059, "GPE"], [1140, 1165, "ORG"]]}
{"text": "Following is the summary of names (at least, as things stand as of this minute!)\n\n\nUBS Names Summary\n\n1) The contracting entity for US Gas and Power Master Agreements, GTC's, ETA's and PA's will be \"UBS AG\"\n\n2) The entity for US Gas and Power deals (as appears on Product Descriptions) will be \"UBS AG, London Branch\"\n\n3) The company name for most promotional purposes (e.g. marketing brochures) will be \"UBS Warburg Energy\", though the full legal version of this name is \"UBS Warburg Energy, LLC\"\n\n4) Where the keys logo is used, format shall be \"<keys> UBS Warburg\". References to other names, such as \"UBS Warburg Energy\" shall be in a separate part of the screen/page.\n\n5) The website address will be www.ubswenergy.com\n\n\nQuestions still outstanding (hopefully will be resolved early next week)\n\n1) The name of the contracting entity for Canadian GTC, Master, ETA, PA.\n\n2) The name of the entity for Canadian Gas and Power Deals.\n\n\nConversion Map for Website Contents\n\nBased on the above Names Summary, the following map should apply. If you see any specific instances in which applying this map would result in a questionable result, please see me and I will try to clarify the appropriate treatment.\n\n\"Enron Corp\" -> \"UBS AG\"\n\"Enron North America\" -> \"UBS AG\" on Masters, GTC's, ETA, PA ONLY\n\"Enron North America\" -> \"UBS AG, London Branch\" on Product Descriptions\n\"EnronOnline\" -> \"UBSWenergy\"\n\"www.enrononline.com\" -> \"www.ubswenergy.com\"\n\"Enron\" -> \"UBS\"", "labels": [[370, 373, "url"], [83, 86, "ORG"], [132, 138, "ORG"], [168, 171, "ORG"], [175, 178, "ORG"], [199, 205, "ORG"], [226, 228, "GPE"], [295, 301, "ORG"], [303, 309, "GPE"], [405, 424, "ORG"], [473, 491, "ORG"], [604, 623, "ORG"], [851, 854, "ORG"], [864, 867, "ORG"], [869, 871, "GPE"], [1208, 1218, "ORG"], [1224, 1230, "ORG"], [1233, 1252, "ORG"], [1258, 1264, "ORG"], [1278, 1281, "ORG"], [1285, 1288, "ORG"], [1299, 1318, "ORG"], [1324, 1330, "ORG"], [1332, 1338, "GPE"], [1372, 1383, "ORG"], [1389, 1399, "ORG"], [1448, 1453, "ORG"], [1459, 1462, "ORG"]]}
{"text": "As you know, the FBI is currently conducting an investigation in the building.  If you are contacted by the FBI, we'd advise that you contact us before speaking to them.  I can be reached at 713-345-2569 in Houston or 202-424-7732 in Washington.   \n\nAmy Carpenter-Holmes \nSwidler Berlin Shereff Friedman LLP \n3000 K Street, N.W., Suite 300 \nWashington, DC  20007 \nTel: (202) 424-7732  Fax: (202) 424-7647 \nAKHolmes@swidlaw.com \n\nThe preceding e-mail message contains information that is confidential, may be protected by the attorney/client or other applicable privilege, and may constitute non-public information.  It is intended to be conveyed only to the designated recipient(s).  If you are not an intended recipient, please notify the sender at 202-424-7541.  Unauthorized use, dissemination, distribution or reproduction of this message is strictly prohibited and may be unlawful.", "labels": [[406, 426, "email"], [324, 327, "url"], [190, 198, "phone"], [17, 20, "ORG"], [108, 111, "ORG"], [207, 214, "GPE"], [234, 244, "GPE"], [250, 270, "PERSON"], [280, 307, "ORG"], [324, 328, "GPE"], [341, 355, "GPE"], [364, 367, "PERSON"]]}
{"text": "I assume that on all cuts on COB deliveries that we are charging BPA liquidated damages. In this case $3.50/MWhr for 6/18. Please let me know if this is not the case. Also, how do we track and record COB non-delivery LD's for BPA's? ", "labels": [[29, 32, "ORG"], [65, 68, "ORG"], [226, 229, "ORG"]]}
{"text": "We were cut 40 MW today by BPA for peak hours on 6/18 at COB on enpower deal number 305699. Lisa purchased replacement power from Avista at $30. Enpower 897712\n\nWe presold power to Avista at $33.50 for the month and are now buying it back from them at $30 to book out.  Of course, BPA should not charge us for the 27.25 supply price under their contract.\n\n\nMo Elafandi \nEnron North America \n121 SW Salmon, 3WTC0407\nPortland, OR 97204 \n503-464-5106 \nFax 503-464-7376\nsCellular 503-860-8564", "labels": [[83, 90, "phone"], [27, 30, "ORG"], [57, 60, "ORG"], [92, 96, "PERSON"], [130, 136, "ORG"], [181, 187, "ORG"], [281, 284, "ORG"], [370, 389, "ORG"], [415, 423, "GPE"]]}
{"text": "Please disregard the list on the first e-mail and use this one instead. Also, please note that for dial-in purposes, the phone number in the conference room is 713-584-1091", "labels": [[159, 167, "phone"]]}
{"text": "Please plan on attending a meeting Monday, February 4 at 10:30 AM in ECS 05075in to pick up your launch packets and discuss the procedure and timeline for contacting customers. Those of you outside of Houston should receive an overnight package Monday. The meeting will be very brief. If you have further questions or are unable to dial-in, you can contact me directly at 5-3614 or Teresa Mandola at 3-9807.\n\nAlso, please find attached the marketing contact list. You can filter by your name in the PA column to view the counterparties which you are responsible for contacting regarding the Password Application.", "labels": [[56, 63, "phone"], [201, 208, "GPE"], [382, 396, "PERSON"]]}
{"text": "Dynegy Is Mulling $2 Billion Investment\nIn Enron in Possible Step Toward Merger\nBy ROBIN SIDEL \nStaff Reporter of THE WALL STREET JOURNAL\n\nDynegy Inc. is in advanced discussions to infuse about $2 billion into Enron Corp. in a transaction that may lead to a full-blown merger between the two companies, people familiar with the matter said.\nA formal transaction could be unveiled as early as Thursday, these people said. The situation is very fluid and is subject to change, these people noted.\nEnron has been rocked by last month's disclosure of a $1.2 billion reduction in its equity base partly tied to financial dealings with company partnerships headed by Enron's former chief financial officer. Last month, it reported a third-quarter loss of $618 million. The Securities and Exchange Commission has launched a formal investigation into the matter. Last week, Enron secured $1 billion in new credit lines, using gas-pipeline assets as collateral.\nEnron needs the infusion in part because its previously announced plans to raise cash through the sale of power assets is going more slowly than expected. Mostly, though, it needs to restore its credibility with Wall Street at a time when its access to the financing markets is drying up.", "labels": [[43, 48, "ORG"], [83, 88, "ORG"], [114, 137, "ORG"], [139, 150, "ORG"], [210, 221, "ORG"], [495, 500, "ORG"], [661, 666, "ORG"], [763, 801, "ORG"], [866, 871, "ORG"], [953, 958, "ORG"]]}
{"text": "Rick,\n\nFYI, see Rudi's note below. \n\nRegards,\nFrank", "labels": [[0, 4, "PERSON"], [7, 10, "ORG"], [16, 20, "PERSON"], [46, 51, "PERSON"]]}
{"text": "FYI\n\nOur greatest glory is not in never failing but in rising up every time we fail.  - Ralph Waldo Emerson\n\nBest Regards, \nBobbi\nInternational Human Resources\ntel:    713 345 2809\nfax:   713 646 9501 (eff. 22 Jan 2002)\nwork space: ECN 1638-A (eff 22 Jan 2002)\n1400 Smith St, Houston, TX 77002-7361\nemail: bobbi.tessandori@enron.com", "labels": [[306, 332, "email"], [306, 322, "url"], [167, 179, "phone"], [0, 3, "ORG"], [88, 107, "PERSON"], [124, 130, "PERSON"], [176, 180, "ORG"], [266, 274, "GPE"], [276, 283, "GPE"], [285, 287, "GPE"]]}
{"text": "Bobbi --\nIn the midst of the Enron bankruptcy in december, I discussed my situation ( my wife's late term pregnancy)  with my immediate supervisor Ted Murphy.  We agreed that with the uncertainty, we should return to Houston and check with Ted's Houston team for next steps.  When I returned to Houston and requested information on my work status, no one was able to inform me whether I was employed or had been laid off.  At this point, I decided to use my outstanding vacation time to find a place to live and prepare for the baby.\nWe are expecting the baby's arrival at any time.  Afterwards, I will take a paternity leave and discuss my options with Ted at that time.\nRegards,\nRudi\nPS  feel free to call me at 281-893-9984 with questions.", "labels": [[713, 721, "phone"], [29, 34, "ORG"], [147, 157, "PERSON"], [217, 224, "GPE"], [240, 243, "PERSON"], [246, 253, "GPE"], [295, 302, "GPE"], [654, 657, "PERSON"], [681, 685, "PERSON"], [686, 688, "PERSON"]]}
{"text": "Yea I talked to her, I will let you know what she said when we take a break.   Let me know when you are ready.\nDarren", "labels": [[111, 117, "PERSON"]]}
{"text": "a little hung over....hey did you ask your sister??????????????????????????", "labels": []}
{"text": "Lisa,\n\n     Breakfast sandwiches and coffee could be in order this morn.   Let me know if you are down and when you can go.    Also tell Jsarnow.\n\nlate,\nDarren", "labels": [[0, 4, "PERSON"], [137, 144, "ORG"], [153, 159, "PERSON"]]}
{"text": "The name for the Canadian entity which will enter into both Master Agreements and individual commodity transactions is: \"UBS Warburg Energy (Canada) Ltd.\", as confirmed by Lou Eber: UBS Chief Legal Counsel.\n\nI am working on chasing down the parental guarantee issue.\n\nDave", "labels": [[121, 153, "ORG"], [172, 180, "PERSON"], [182, 185, "ORG"], [268, 272, "PERSON"]]}
{"text": "Dad, this was sent to me by my friend who is working for PriceWaterhouseCoopers.  Good for a laugh.  I've got my reception for making dean's list later this afternoon.  Gotta get my suit out!  Will probably run later too, as I was too tired yesterday when I got out of class.  Love ya!\nCheers big ears,\nJules\n\n--------- Inline attachment follows ---------\n\n\n\n---------------------- Forwarded by Joseph Neville/IE/ABAS/PwC on\n25/01/2002 12:23 ---------------------------\n\n\nCaroline M Lyons\n25/01/2002 12:11\n\n      edel.flynn@kpmg.ie, eleanor.dublin.foley@chase.com,\n      Orla.Foley@ie.eyi.com, Deirdre Forbes/IE/ABAS/PwC@EMEA-IE,\n      alan.hennebery@ie.arthurandersen.com, jennifer.kenny@kpmg.ie, Eoin\n      Long/IE/ABAS/PwC@EMEA-IE, Olive MacDonagh/IE/ABAS/PwC@EMEA-IE, Marie\n      Madigan/IE/ABAS/PwC@EMEA-IE, John S. Martin/IE/ABAS/PwC@EMEA-IE,\n      Killian McMahon/IE/ABAS/PwC@EMEA-IE, Joseph\n      Neville/IE/ABAS/PwC@EMEA-IE, dnohilly@algoodbody.ie, Kathryn\n      Ryan/IE/ABAS/PwC@EMEA-IE, ohmarythefairy@hotmail.com, Niamh\n      Strumble/IE/ABAS/PwC@EMEA-IE, Brian Tynan/IE/ABAS/PwC@EMEA-IE, Ronan\n      Tyrrell/IE/ABAS/PwC@EMEA-IE\ncc:\n\n1 file attached\n\n\n---------------------- Forwarded by Caroline M Lyons/IE/ABAS/PwC on\n25/01/2002 12:19 ---------------------------\n\n\nJulie Ann Cummins\n25/01/2002 12:06\n\n      Lyons/IE/ABAS/PwC@EMEA-IE, Simon Duigenan/IE/ABAS/PwC@EMEA-IE\ncc:\n\n1 file attached\n\n\n---------------------- Forwarded by Julie Ann Cummins/IE/ABAS/PwC on\n25/01/2002 12:13 ---------------------------\n\n\nBrian Bergin\n25/01/2002 11:52\n\nSent by:  Brian Bergin\n\n\n      billy.costello@globalcrossing.com@internet,\n      donal@accsols.ie@internet, paul.quinn@deloitte.ie@internet\ncc:\n\n1 file attached\n\n\n--\n\n\n(See attached file: ArthurAndersen.gif)\n\n\nKind regards,\n\nBrian\n\n\n\n_______________________________________\n\nJulie - Ann Cummins\n   Audit and Business Advisory Services\n   PricewaterhouseCoopers,\n   Georges' Quay\n   Dublin 2,\n   Ireland\n   TEL: + 353 1 7048599 Ext 8883\n   FAX: + 353 1 7048600\n   E-Mail: julie.ann.cummins@ie.pwcglobal.com\n\n\n\n\n\nCaroline Lyons\nCIP 2\nAudit and Business Advisory Services\nPricewaterhouseCoopers\nGeorge's Quay\nDublin 2\nPhone: 01 7048599 xt 8316\n\n\n----------------------------------------------------------------\nThe information transmitted is intended only for the person or entity to\nwhich it is addressed and may contain confidential and/or privileged\nmaterial.  Any review, retransmission, dissemination or other use of, or\ntaking of any action in reliance upon, this information by persons or\nentities other than the intended recipient is prohibited.   If you received\nthis in error, please contact the sender and delete the material from any\ncomputer.", "labels": [[513, 531, "email"], [513, 523, "url"], [425, 430, "phone"], [303, 310, "PERSON"], [395, 421, "PERSON"], [472, 489, "PERSON"], [533, 563, "ORG"], [594, 616, "PERSON"], [698, 702, "PERSON"], [735, 750, "PERSON"], [772, 777, "PERSON"], [784, 811, "ORG"], [813, 827, "PERSON"], [855, 870, "PERSON"], [892, 898, "PERSON"], [905, 932, "ORG"], [958, 965, "PERSON"], [1026, 1031, "PERSON"], [1068, 1087, "PERSON"], [1101, 1106, "PERSON"], [1113, 1141, "ORG"], [1200, 1220, "PERSON"], [1279, 1296, "PERSON"], [1321, 1346, "ORG"], [1348, 1362, "PERSON"], [1442, 1459, "PERSON"], [1460, 1471, "ORG"], [1522, 1534, "PERSON"], [1563, 1575, "PERSON"], [1661, 1692, "ORG"], [1778, 1787, "PERSON"], [1828, 1891, "PERSON"], [1891, 1913, "ORG"], [1927, 1935, "ORG"], [1980, 1988, "ORG"], [2064, 2078, "PERSON"], [2085, 2112, "ORG"], [2122, 2144, "ORG"], [2145, 2151, "PERSON"], [2159, 2165, "GPE"]]}
{"text": "OATI Security Officers and Digital Certificate Users,\n\nJune 30th and the end of Tradewave is coming up fast.  OATI would like to\nremind OATI Digital Certificates users that the following OASIS Systems will\naccept OATI Digital Certificates for secure access:\n \n* MAIN OASIS \t\t* MAPP OASIS \n* MISO OASIS\t\t* NEPOOL OASIS \n* New Brunswick Power OASIS \n* Northwest OASIS\t* Rocky Mountain OASIS \n* SWPP OASIS \t* VACAR OASIS\t\n\nIf you would like to use your OATI Digital Certificates to access the AEP,\nECAR, and EES OASIS Systems, please contact the appropriate OASIS\nAdministrator at each site to discuss the acceptance of OATI Digital\nCertificates. The most effective way to persuade an OASIS Node Administrator\nis for the customers to contact them and express their support for OATI\nDigital Certificates. For a list of OASIS Nodes and contacts, please visit\nthe following URL: <http://mapp.oasis.mapp.org/documents/nodeacc.html> \n\nTo register your OATI Digital Certificates with an OASIS Node, please have\nyour OATI Security Officer contact the appropriate OASIS Nodes for more\ninformation about each nodes registration procedure and to provide all\nnecessary information to the OASIS Administrator.  To view a node providers\nhomepage and their posted registration instructions, please use the\nfollowing URL to link to the appropriate region:\nhttp://oasis.maininc.org/OASIS/. \n\nIf you have any questions or would like more information, please feel free\nto contact me.\n\nThank you,\nBen Porath\nOpen Access Technology, Intl.\n(763) 553-2725\nben.porath@oatiinc.com\n\nCONFIDENTIAL INFORMATION:  This email and any attachment(s) contain\nconfidential and/or proprietary information of Open Access Technology\nInternational, Inc.  Do not copy or distribute without the prior written\nconsent of OATI.  If you are not a named recipient to the message, please\nnotify the sender immediately and do not retain the message in any form,\nprinted or electronic.", "labels": [[1531, 1553, "email"], [874, 891, "url"], [1516, 1525, "phone"], [27, 52, "ORG"], [80, 89, "ORG"], [136, 161, "ORG"], [187, 200, "ORG"], [350, 365, "GPE"], [368, 382, "LOC"], [490, 493, "ORG"], [495, 499, "ORG"], [505, 522, "ORG"], [555, 560, "GPE"], [774, 778, "ORG"], [815, 826, "ORG"], [1007, 1011, "ORG"], [1170, 1193, "ORG"], [1221, 1229, "ORG"], [1338, 1370, "PERSON"], [1475, 1485, "PERSON"], [1491, 1508, "ORG"], [1777, 1781, "ORG"]]}
{"text": "In order to commence physical trading on February 11th, we are dependent upon the following:\n\n\t(1)\tDetermination of the Canadian entity name for contracting purposes\n\t(2)\tObtaining financial information for this entity to submit to the pipelines for their credit review\n\t(3)\t3 - 5 business days for the pipeline to process our request\n\nThe bottom line is that unless items 1 & 2 can be resolved early next week (preferably by Monday), we will not be able to trade physical gas in Canada on day 1.  We have the pipeline requests essentially completed, but the critical pieces identified above are missing.  Also, I have been informed that under the Hart-Scott-Rodino Act, we are currently not allowed to contact the pipelines.  I do not have an estimate of when this restriction will be lifted, but this would also impact our ability to obtain the transportation service required to handle physical transactions.\n\nPlease let me know if you have additional questions.", "labels": [[99, 112, "ORG"], [480, 486, "GPE"]]}
{"text": "Phillip,\n\nI spoke with AMF's broker today, and they will be satisfied with the deal if\nwe can get the school to agree to limit the current land use restrictions to\nthe terms that are in the existing agreement.  They do not want the school\nto come back at a later date for something different.  Doug Bell will meet\nwith a school official on Monday to see what their thoughts are about the\nsubject.  It would be hard for them to change the current agreement, but AMF\nwants something in writing to that effect.  I spoke to AMF's attorney today,\nand explained the situation.  They are OK with deal if AMF is satisfied.\n\nAMF's broker said that they will be ready to submit their site plan after\nthe March 29 hearing.  We may close this deal in April.\n\nThe Stage is still on go.  An assumption package has been sent to the buyer,\nand I have overnighted a copy of the contract and a description of the\ndetails to Wayne McCoy.\n\nI will be gone Thurs. and Fri. of this week.  I will be checking my\nmessages.\n\nJeff Smith\nThe Smith Company\n2714 Bee Cave Road, Suite 100-D\nAustin, Texas? 78746\n512-732-0009\n512-732-0010 fax\n512-751-9728 mobile", "labels": [[1028, 1033, "phone"], [0, 7, "ORG"], [23, 26, "ORG"], [294, 303, "PERSON"], [520, 523, "ORG"], [597, 600, "ORG"], [616, 619, "ORG"], [906, 917, "PERSON"], [999, 1009, "PERSON"], [1014, 1028, "ORG"], [1033, 1046, "ORG"], [1060, 1066, "GPE"], [1068, 1073, "GPE"]]}
{"text": "Frank,\n\nDid you receive the information about the San Marcos apartments.  I have left \nseveral messages at your office to follow up.  You mentioned that your plate \nwas fairly full.  Are you too busy to look at this project?  As I mentioned I \nwould be interested in speaking to you as an advisor or at least a sounding \nboard for the key issues.  \n\nPlease email or call.\n\nPhillip Allen\npallen@enron.com\n713-853-7041", "labels": [[387, 403, "email"], [394, 403, "url"], [404, 411, "phone"], [0, 5, "PERSON"], [50, 60, "GPE"], [373, 387, "PERSON"]]}
{"text": "Dear Mr. Arora:\n\nI wanted to thank you for taking the time to interview me this past\nWednesday.  I enjoyed meeting you and other representatives of the company\nand left our interview with a much greater understanding of what drives\nEnron and what the company seeks in its applicants.  Your responses to my\nquestions only confirmed my already high opinion of the company.\n\nAs you know, I am a first year student at Owen concentrating in Finance and\nElectronic Commerce.  I graduated Summa Cum Laude from Bentley College in\nMay of 1997 with a Bachelor of Science degree in Economics & Finance, and I\nreceived an Honors Certificate in Economics from the University of Cambridge\nin August of 1995.\n\nAfter graduating from Bentley, I worked for Digital Equipment Corporation as\nan analyst in its Financial Development Program.  Most recently, I worked as\nan investments analyst for Thomson Financial, where I evaluated three major\nbusiness development initiatives and five acquisition proposals totaling $44\nmillion and worked with senior management on a takeover bid for one of\nThomson's key competitors.  I also performed strategic, market, and\ncompetitor analysis, and proposed ways of improving the organization's\noverall competitiveness.  My professional experiences working in the High\nTechnology and Financial Information Services industries have led to a\ncomplete redefinition of my career goals.  I much prefer to be on the front\nlines of business, helping some of the world's most established\norganizations make decisions that will impact their financial future and\ncompetitive position in the market.   I am anxious to begin my career with\nEnron and believe that a relationship with company would prove mutually\nbeneficial.\n\nIn closing, I would like to thank you again for interviewing me in\nNashville.  If you have any questions, please contact via e-mail at\nAjay.Jagsi@owen2002.vanderbilt.edu or at (615) 673-0329.\n\n\nHave a wonderful week!\n\n\nBest Regards,\n\n\n\n\n\nAjay S. Jagsi", "labels": [[1865, 1899, "email"], [1865, 1875, "url"], [528, 534, "phone"], [9, 14, "PERSON"], [232, 237, "ORG"], [414, 418, "ORG"], [436, 443, "ORG"], [482, 497, "PERSON"], [503, 518, "ORG"], [571, 590, "ORG"], [647, 675, "ORG"], [717, 724, "ORG"], [739, 768, "ORG"], [790, 819, "ORG"], [876, 893, "ORG"], [1073, 1080, "ORG"], [1645, 1650, "ORG"], [1797, 1806, "GPE"], [1968, 1981, "PERSON"]]}
{"text": "An update of the Summer 2001 Preparedness MIF presentation has been posted\non the website. The update specifically addresses the Load Programs Schedule\nwith clarification for the Vendor meeting and the Participant meeting. The\nlink below will take you directly to the website.\n\nhttp://www.caiso.com/docs/2000/06/12/200006121229457917.html\n\nDon Fuller\nDirector, Client Relations\n916-608-7055\nDFuller@caiso.com", "labels": [[391, 408, "email"], [278, 304, "url"], [23, 29, "phone"], [125, 152, "ORG"], [179, 185, "ORG"], [202, 213, "ORG"]]}
{"text": "I want to thank all of you for taking the time to meet with me about the \nhourly desk trading position.  Unfortunately, I have to withdraw my name from \nconsideration.  I have accepted a position working on the Texas Gas Trading \ndesk.  \n\nThanks,\n\nBryan Hull\nEnronOnline\n713-853-9195", "labels": [[271, 278, "phone"], [248, 259, "PERSON"], [259, 270, "ORG"]]}
{"text": "We're trying to get a head count for the  TradersNews Index (TNI) \nUsers?Meeting/Happy Hour\nTOMORROW, May 15, from  3-5 p.m. at Farrago, near downtown Houston.\n\nCome join other utilities and  marketers who've done or plan to do ?financial \nswaps or index trades off  the TNI\nhourly, daily or term instruments. We'll have a brief presentation,  \nand?identify arenas for you to conduct the swaps -- including online  \nplatforms, instant messaging and?forums.\n\nHit reply to be included on  the guest list. Directions to the?restaurant,?at \n318 Gray  (713/523-6404), are at http://www.farrago.tv/farrago.htm.  Click?on \nthe flag icon.\n\nWe hope to see you  there!\n\nBobette\n\nBobette Riner\nDirector, Traders News  Indexes\nTradersNews Energy\n713/647-8690\nFAX: 713/647-7552\ncell:  832/428-7008\nbobette.riner@ipgdirect.com\nhttp://www.tradersnewsenergy.com", "labels": [[785, 812, "email"], [120, 123, "url"], [547, 555, "phone"], [42, 53, "ORG"], [128, 135, "ORG"], [151, 158, "GPE"], [660, 667, "PERSON"], [669, 682, "PERSON"], [693, 705, "ORG"], [715, 734, "ORG"]]}
{"text": "The Federal Appeals Court ruling in the litigation over the EPA's Section 126 \nNOx Rule was just released.  From a quick scan it looks like the  court \nmostly upheld the EPA positions, and the Rule will go forward as planned \n(impelmentation May 2003).\n\nHowever, there are a few things remanded to the EPA for review and it's \npossible this along with the delay associated with these remands could cause \na delay in implementation.  I'm also picking up from EPA sources that there \nmay be an effort underway to examine EPA's legal options for synchronizing \nthe 126 and NOx SIP implementation dates to summer 2004.\n\nI am reviewing the ruling in more detail and will have more detailed analysis \nto you shortly.\n\nJeff\n\nPS  Here's a link to the full ruling if any of you aspiring lawyers want to \ntake a look yourself....\n\nhttp://pacer.cadc.uscourts.gov/common/opinions/200105/99-1200a.txt\n\nJeffrey Keeler\nDirector, Environmental Strategies\nEnron\nWashington DC office - (202) 466-9157\nCell Phone (203) 464-1541", "labels": [[821, 838, "url"], [245, 251, "phone"], [4, 25, "ORG"], [60, 63, "ORG"], [170, 173, "ORG"], [302, 305, "ORG"], [458, 461, "ORG"], [519, 522, "ORG"], [570, 573, "ORG"], [712, 716, "PERSON"], [889, 903, "PERSON"], [939, 944, "ORG"], [945, 958, "GPE"]]}
{"text": "Dear Market Participants,\n\nPlease note the changes below are planned for the indicated\nOASIS/MIS/CSS systems on the dates shown.  Updates and revisions\nwill follow as needed to keep you informed.\nPlease direct any questions or comments back to me.\n\nThank you,\nPete Morrison\nCustomer Relations\n518-356-6060\n\n##################################################################\nScheduled for 12/13/00\nChange type - Enhancement\nDescription:\nThe Billing system will be corrected to use external zonal prices\nfor the calculation of external load transactions.\nThe SPIDER power system model will be updated to reflect physical\nchanges to the electric system.\nThe Manual Dispatch System (MDS) will be modified to reflect the\nrecent transfer in ownership of Indian point 3; the DNI values for\nthat unit will be included in the DNI calculation for ConEd\n\n?s\nregion (previously scheduled for 12/6/00).\nFKOI-4RLQ5U; JCWG-4RBSEJ; MGUE-4RPMKN\n##################################################################", "labels": [[293, 300, "phone"], [130, 137, "ORG"], [260, 273, "PERSON"], [651, 677, "ORG"], [768, 771, "ORG"], [817, 820, "ORG"], [903, 914, "PERSON"]]}
{"text": "Larry,\n\nAttached is the nomination form used by KeySpan of New York.  If you\nhave any difficulty\nopening this Excel file, please call me.\n\nThanks, Anne\n(718) 403-2981\n\nP.S.  Don't re-fax this to me for this month, but if you should have any\ncontract changes during\nthe month, please use this form.\n\nThanks again, Anne", "labels": [[168, 171, "url"], [152, 161, "phone"], [0, 5, "PERSON"], [59, 67, "GPE"], [147, 152, "PERSON"]]}
{"text": "Trey-\nHere are the new numbers.  Michelle mentioned that you will be visiting\nAustin soon.  When?  Let us know so we can plan something.\n\nThanks for the updated info.\n\nThanks,\nJP\n\nJeff Hoogendam - President & CEO\nSmartPrice.com, Inc.\n\"Changing the way the world buys telecom.\"\nT: 512.342.8800, x3008\nF: 512.342.1072\nwww.smartprice.com", "labels": [[213, 227, "url"], [279, 287, "phone"], [33, 41, "PERSON"], [78, 84, "PERSON"], [180, 194, "PERSON"], [213, 233, "ORG"]]}
{"text": "Privileged & Confidential \nPrepared for Counsel \n\nAttached is a spreadsheet containing the locations for which \nto capture data in the study.? I have tried specify \nlocations that are meaningful in a market context and? where \nthe pipelines can determine who has capacity.? If you have \nany questions or believe that some change would be \nappropriate, please feel free to give me a call or e-mail. \nThanks.? --jrm \n\n-- \nJohn R. Morris \nVice President \nEconomists Incorporated \n1200 New Hampshire Avenue, NW \nSuite 400 \nWashington, DC? 20036 \nVoice: 202.223.4700 \nFax:?? 202.296.7138 \n\n*************************************************** \nThis e-mail, and any attachments thereto, is intended only \nfor use by the addressee(s) named herein and may contain \nlegally privileged and/or confidential information.? If you \nare not the intended recipient of this e-mail, you are \nhereby notified that any dissemination,distribution or \ncopying of this e-mail, and any attachments thereto, is \nstrictly prohibited. If you have received this e-mail in \nerror, please immediately notify me at (202) 223-4700 and \npermanently delete the original and any copy of any e-mail \nand any printout thereof. \n*************************************************** ", "labels": [[477, 482, "phone"], [420, 434, "PERSON"], [519, 533, "GPE"], [732, 738, "PERSON"]]}
{"text": "Attached please find a proposal by John Morris to prepare an economic \nanalysis of pipeline affiliate concentration into specific geographic \ndestination markets vis-a-vis non-affiliates.? I would like to discuss this \nproposal with our group on Thursday afternoon (2:00 est).? I will forward on \ncall-in instructions tomorrow.? Please be aware that this proposal is \nprivileged and confidential and was prepared as attorney-client work \nproduct.?? Mr. Morris' information is set forth below.? It may be valuable to \nask Mr. Morris to join us for the conference call in order to answer your \nquestions. \n\n-\nJohn R. Morris\nVice President\nEconomists Incorporated\n1200 New Hampshire Avenue, NW\nSuite 400\nWashington, DC? 20036\nVoice: 202.223.4700\nFax:?? 202.296.7138", "labels": [[661, 666, "phone"], [35, 46, "PERSON"], [453, 459, "PERSON"], [525, 531, "PERSON"], [607, 621, "PERSON"], [701, 715, "GPE"]]}
{"text": "FYI - attached is the updated application matrix.  Please let me know if you \nfind anything that needs to be changed.\n\n\n\nThanks.\n\nMargo Reyna\nRegulatory Analyst\nEnron Corp., Government Affairs\nPhone:  713-853-9191", "labels": [[200, 208, "phone"], [0, 3, "ORG"], [130, 142, "PERSON"], [161, 172, "ORG"], [174, 193, "ORG"]]}
{"text": "Carrin & Jim --\n\nIt was an honor and a pleasure to meet both of you yesterday.  I know we will\nhave fun working together on this very special event.\n\nJeff left the jurisprudence luncheon lists for me before he left on vacation.\n I wasn't sure whether he transmitted them to you as well.  Would you please\nadvise me if you would like them sent to you?  I can email the MS Excel files\nor I can fax the hard copies to you.   Please advise what is most convenient.\n\nI plan to be in town through the holidays and can be reached by phone, email,\nor cell phone at any time.  My cell phone number is 713/705-4829.\n\nThanks again for your interest in the ADL's work.  Martin.\n\nMartin B. Cominsky\nDirector, Southwest Region\nAnti-Defamation League\n713/627-3490, ext. 122\n713/627-2011 (fax)\nMCominsky@aol.com", "labels": [[778, 795, "email"], [788, 795, "url"], [591, 599, "phone"], [0, 12, "ORG"], [150, 154, "PERSON"], [645, 648, "ORG"], [658, 664, "PERSON"], [667, 686, "PERSON"], [713, 735, "ORG"]]}
{"text": "Wade:\n\nThank you for your quick response!\n\nAs I suspected, I was slow on the draw.  Justin Boyd with our London team has \nalready directed a firm in India to start looking at these issues.\n\nI'll forward your email to Justin, as he very well may want to coordinate \nsome of this through Sandeep, if Sandeep has the capacity to help us out.  \n\nThanks again for your help.  \n\nTravis McCullough\nEnron North America Corp.\n1400 Smith Street EB 3817\nHouston Texas 77002\nPhone:  (713) 853-1575\nFax: (713) 646-3490", "labels": [[417, 422, "phone"], [84, 95, "PERSON"], [105, 111, "GPE"], [149, 154, "GPE"], [217, 223, "ORG"], [286, 293, "GPE"], [298, 305, "GPE"], [373, 390, "PERSON"], [391, 416, "ORG"], [422, 437, "ORG"], [443, 450, "GPE"], [451, 456, "GPE"]]}
{"text": "Hi James:\n\nMy name is Pat Brandt and I work for the Legal Research Center (\"LRC\") in\nMinneapolis.  As you may know, we are the nation's leading provider of\noutsourced legal research and writing services.  Recently, we have entered\ninto a strategic business alliance with Integrity Interactive Corporation\n(\"IIC\"), to offer industry-leading, online compliance training - training\nthat could help Enron save millions in the event of a DOJ prosecution.\nLRC's role in this alliance is to provide the legal research content for the\ncompliance courses and assist in the marketing and selling of the IIC\nproduct.\n\nYou can view our compliance modules at work or home, as long as you have\naccess to the internet and a personal access code.  To receive an access\ncode or more information, please call (800-776-9377) or send me a reply\nemail.  Thank you for your time and have a great day!\n\nSincerely,\n\nPatrick C. Brandt, Esq.\ne-Compliance Sales Director\nLegal Research Center\n700 Midland Square\n331 Second Avenue South\nMinneapolis, MN 55401\npbrandt@lrci.com", "labels": [[1031, 1047, "email"], [1039, 1047, "url"], [791, 799, "phone"], [0, 9, "PERSON"], [22, 32, "PERSON"], [48, 73, "ORG"], [85, 96, "GPE"], [271, 305, "ORG"], [307, 310, "ORG"], [395, 400, "ORG"], [433, 436, "ORG"], [450, 453, "ORG"], [593, 596, "ORG"], [892, 909, "PERSON"], [911, 914, "PERSON"], [944, 965, "ORG"], [970, 977, "GPE"], [1009, 1020, "GPE"], [1022, 1024, "GPE"]]}
{"text": "OUR OFFICE IS YOUR COMPLIMENTARY OFFICE DURING \u0001(....OTC...\u0001(!!!\n\n\nDear OTC Participant,\n\nBelow is some information on Regus, which may be of interest to you as well\nas your client.\n\nAn instant complimentary office in downtown Houston for OTC participants\nfrom\n4-25-01 until 5-8-01\u0001(instantly, based on availability.\n\nEveryone is working under tight deadline.  Take advantage of our\ncomplimentary services while you are away from your home office. We are just\nminutes away from the astrodome.\n\nRegus Business Centers: Simply walk in, sit down and start work\n\nRegus is changing the way people work by providing instant offices on short\nterm, flexible leases. Our business Centres are fully furnished, staffed and\nequipped with leading edge technology, tailor-made to suit your changing\nbusiness needs. You can upsize, downsize or relocate completely\u0001(in an\ninstant.\n\nTwo-Allen Center 1200 Smith St., Ste. 1600 Houston, TX 77002\n\nThe new Regus Business Centre located at 1200 Smith Street in the Two Allen\nCenter provides a range of services, capable of accommodating all of your\noffice needs:\n\n\u0001  Furnished and equipped offices and team rooms (1-100 people)\n\u0001  Receptionist to meet and greet your visitors\n\u0001  Conference/meeting/training/videoconferencing facilities\n\u0001  Complimentary Administrative/business support services including faxing,\nprinting, message servicing, secretarial services etc.\n\u0001  Latest telecommunications including ISDN and T-1 internet access\n\u0001  Do some great networking while you enjoy a complimentary cup of coffee or\ncappuccino in our Cyber Caf, while checking your email!!!!!\n\n\nThe above is brought to you by Regus Business Centers and Global Trade Days\n713-353-3916, Email 103636.2203@compuserve.com.  Go to\nwww.globaltradedays.com for a list of several thousand of last year OTC\nexhibitors and attendees click on (Offshore 2000) which will be a great tool\nfor this years networking!!\n\nSincerely,\n\nJodi Barraclough\nRegus Business Centers\n713-353-4648, Fax 713-353-4601\nJbarraclough@regususa.com\nwww.regus.com", "labels": [[1699, 1725, "email"], [1711, 1725, "url"], [263, 269, "phone"], [19, 39, "ORG"], [119, 124, "ORG"], [227, 234, "GPE"], [482, 491, "GPE"], [494, 516, "ORG"], [559, 564, "PERSON"], [838, 852, "ORG"], [888, 897, "ORG"], [899, 903, "GPE"], [909, 916, "GPE"], [936, 957, "ORG"], [998, 1010, "ORG"], [1096, 1105, "LOC"], [1268, 1296, "ORG"], [1435, 1439, "ORG"], [1444, 1447, "ORG"], [1634, 1656, "ORG"], [1693, 1725, "ORG"], [1924, 1940, "PERSON"], [1941, 1963, "ORG"]]}
{"text": "Attached, please find the third set of questions by the PUC Staff regarding\nthe ERCOT Protocols.  Some of the questions in this set are from our\nConsultant, Dr. Shmuel Oren.\n\nSee you on January 19 Technical Conference.\n\nParviz Adib, Ph. D.\nDirector of Market Oversight Division\nPublic Utility Commission of Texas\n1701 N. Congress Avenue\nP.O. Box 13326\nAustin, Texas 78711-3326\nPh. No.: 512-936-7365\nFax No.: 512-936-7361\nemail: parviz.adib@puc.state.tx.us", "labels": [[428, 455, "email"], [337, 340, "url"], [313, 318, "phone"], [56, 59, "ORG"], [76, 95, "ORG"], [161, 172, "PERSON"], [220, 231, "PERSON"], [252, 303, "ORG"], [307, 312, "GPE"], [318, 329, "ORG"], [337, 341, "ORG"], [352, 358, "GPE"], [360, 365, "GPE"]]}