{"text": "Attached is the legal risk memo related to Enron Net Work's equity investment \nin, and price posting agreement with, HoustonStreet Exchange.   Please call \nme with any comments or questions.\n\n\n\nTravis McCullough\nEnron North America Corp.\n1400 Smith Street EB 3817\nHouston Texas 77002\nPhone:  (713) 853-1575\nFax: (713) 646-3490      ", "labels": []}
{"text": "Thank you for your interest in EnronOnline.\n\nFollowing is a guest password that will allow you temporary view only access \nto EnronOnline. Please note that the Guest User ID and Guest Password are \nCASE SENSITIVE.\n\nGuest User ID:   GNA74823\nGuest Password: JY79FX13\n\nPlease visit our web site at http://www.EnronOnline.com, and select the \nRegister for EnronOnline link.  We look forward to receiving your completed \nPassword Application and Registration Form so that your company may be \nconsidered for transaction access.\n\n#sig#Sincerely,\n#sig#\n#sig#Ashu Tewari\n#sig#EnronOnline\n#sig#713-853-HELP(4357)", "labels": []}
{"text": "Chris,\n\nI have reviewed your reconciliation spreadsheet and have discovered a \ndiscrepapancy  regarding the Matthew delivery on September 14, 2000.  It appears that a volume, other than the discharge volume, is being applied to \ncalculate the average heating value.  My calculations show that the average \nheating value for this Setpember 14 delivery should be 22.47, as opposed to \n22.61.  \n\nDespite this one discrepancy, we match perfectly.\n\nI have attached my reconciliation spreadsheet below for your convenience.   I \nshow that Cabot owes EcoElectrica $209,472.88.\n\nPlease review and let me know if you are in agreement.\nRegards,\nDustin Collins", "labels": []}
{"text": "Todd\nAttached herewith is the 2001 reconciliation which is in draft.\n\nPlease review and let me have your comments\nBest regards\nChris Skinner\nGeneral manger\nCabot Trading LNG", "labels": []}
{"text": "Charlie \n\nI wanted to follow up to confirm that we are still planning on a meeting for  \nnext Thursday, January 1 at your office in Houston. ?At this meeting we can  \ndiscuss mPower's capabilities to model grain yields using localized weather  \ninformation and how this will fit your needs for your trading group. \n\nI look forward to meeting with you. ?If you have any questions prior to our  \nmeeting, please let me know. \n\nThank you.\n\nBill Bodine \nmPower Specialist \n970-396-9141 \nWDBodine@aol.com", "labels": []}